IDS_GEN_DGNREPORT_US_TEST = "GEN_DgnReport_US-Test(Lang:KR)"
IDS_GEN_US_MSG_INCONSISTENT_DLL = "호환되지 않는 버전의 설계모듈입니다.\n계산서 작성을 수행할 수 없습니다."
IDS_1ST_FLOOR_LEVEL = "1층 바닥 레벨"
IDS_ANGLE = "각도"
IDS_AREA = "면적"
IDS_AXIAL_CAPACITY = "축 강도"
IDS_AXIAL_STRESS = "축방향 응력"
IDS_BASIC_WIND_SPEED_V = "기본 풍속( V )"
IDS_BEAM = "보"
IDS_BEARING = "지지"
IDS_BEARING_STRESS_DIAGRAM = "지압 응력 다이아그램"
IDS_BOTTOM = "하부"
IDS_BOTTOM_UPPERCASE = "하부"
IDS_BOUNDARY_CONDITION = "경계 조건"
IDS_BUILDING_TYPE = "건물 유형"
IDS_BUILTUP = "조립 단면"
IDS_BY_HORIZONTAL_REBAR_SPACE = "수평 철근 간격에 의함."
IDS_BY_SELF = "자중에 의함"
IDS_BY_WIND = "풍하중에 의함"
IDS_CALC_ACTUAL_STRESS = "실제 응력 계산"
IDS_CALC_AXIAL_MOMENT_CAPACITY = "축방향력 및 모멘트 강도 계산"
IDS_CALC_BENDING_STRENGTH_FOR_SHEAR_FORCE = "설계 전단력 산정을 위한 휨강도 계산"
IDS_CALC_CAPACITY_COMPRESSION_BLOCK = "압축 응력 블럭의 강도 계산"
IDS_CALC_CAPACITY_REBAR = "철근의 강도 계산"
IDS_CALC_CAPACITY_CONCRETE_HOLE_BY_STEEL = "철근이나 철골에 의한 콘크리트 구멍에 대한 강도 계산"
IDS_CALC_CONCENTRIC_AXIAL_CAPACITY = "중심 축 하중 강도 계산"
IDS_CALC_CRACK_MOMENT = "단면의 균열 모멘트 계산"
IDS_CALC_CRACK_WIDTH = "Calculate crack width"
IDS_CALC_AS_RECT_SECTION = "사각 단면으로 계산"
IDS_CALC_DEFLECTION = "처짐 계산"
IDS_CALC_DESIGN_FORCE = "설계 부재력 계산"
IDS_CALC_DESIGN_LOAD = "설계 하중 계산"
IDS_CALC_DESIGN_MOMENT = "설계 모멘트 계산"
IDS_CALC_DESIGN_SHEAR_FORCE_SPECIAL_SEIS_PROVISION = "내진 설계 특별 기준에 의한 설계 전단력 계산"
IDS_CALC_DESIGN_VELOCITY_PRESSURE = "설계 속도압 계산"
IDS_CALC_DESIGN_WIND_PRESSURE = "설계 속도압 계산"
IDS_CALC_ECCENTRICITY = "편심 계산"
IDS_CALC_EFFECTIVE_INERTIA_MOMENT = "유효 단면 2차 모멘트 계산"
IDS_CALC_GENERAL_PARAMS = "Calculation of general parameters"
IDS_CALC_INERTIA_MOMENT_FOR_NEGATIVE = "부모멘트 단면에 대한 단면 2차 모멘트 계산"
IDS_CALC_INERTIA_MOMENT_FOR_POSITIVE = "정모멘트 단면에 대한 단면 2차 모멘트 계산"
IDS_CALC_MAX_SPACE = "최대 간격 계산"
IDS_CALC_MIN_ECCENTRICITY = "최소 편심 계산"
IDS_CALC_MIN_MOMENT = "최소 모멘트 계산"
IDS_CALC_MIN_REBAR_AREA_REQ = "필요한 최소 철근량 계산"
IDS_CALC_MIN_REBAR_SPACE_REQ = "필요한 최소 배근 간격 계산"
IDS_CALC_MODULUS_ELASTICITY = "탄성 계수 계산"
IDS_CALC_MOMENT_CAPACITY = "모멘트 강도 계산"
IDS_CALC_MOMENT_MAGNIFICATION_FACTOR = "모멘트 확대 계수 계산"
IDS_CALC_MOMENT_MAGNIFY_FACTOR_s_APPLIED = "설계 모멘트가 %s배 확대되었습니다."
IDS_CALC_MOMENT_STRENGTH = "모멘트 강도 계산"
IDS_CALC_NEGATIVE_MOMENT = "부 모멘트 계산"
IDS_CALC_NOMINAL_CAPACITY_FOR_NEUTRAL_AXIS = "중립축에 대한 공칭 강도 계산"
IDS_CALC_PEAK_PRESSURE_COEFFICIENT = "최대 압력 계수 계산"
IDS_CALC_POSITIVE_MOMENT = "정 모멘트 계산"
IDS_CALC_RADII_GYRATION = "단면 1차 반경 계산"
IDS_CALC_RATIO = "비율 계산"
IDS_CALC_RATIO_MOMENT_CAPACITY = "모멘트 강도비 계산"
IDS_CALC_RATIO_SHEAR_CAPACITY = "전단 강도비 계산"
IDS_CALC_REBAR_RATIO = "철근비 계산"
IDS_CALC_SHEAR_FORCE_FROM_BENDING_STRENGTH = "휨강도로 부터 전단력 계산"
IDS_CALC_SHEAR_FORCE_SPECIAL_SEISMIC_DESIGN = "내진 설계 특별 기준에 의한 전단력 계산"
IDS_CALC_SHEAR_STRENGTH = "전단 강도 계산"
IDS_CALC_SHEAR_STRENGTH_CONCRETE = "콘크리트에 의한 전단 강도 계산"
IDS_CALC_SHEAR_STRENGTH_REBAR = "철근에 의한 전단 강도 계산"
IDS_CALC_SLENDERNESS_RATIO = "세장비 계산"
IDS_CALC_MEAN_STRAIN_REBAR_CRACKWIDTH = "Calculate mean strain in rebar"
IDS_CALC_STRENGTH_REDUCTION_FACTOR = "강도 감소 계수 계산"
IDS_CALC_STRENGTH_STUD = "스터드 강도 계산"
IDS_CALC_VELOCITY_PRESSURE = "속도압 계산"
IDS_CALC_WTR_RATIO = "판-폭 두께비 계산"
IDS_CALCULATION_RESULT = "검토 결과"
IDS_CALCULATION_SUMMARY = "검토 요약 결과"
IDS_CASE = "경우"
IDS_CATEGORY = "범주"
IDS_CEN_DOT = "Cen."
IDS_CENTER = "중앙"
IDS_CENTER_UPPERCASE = "중앙"
IDS_CHECK_BANLANCED_AXIS = "균형축"
IDS_CHECK_COMBINED_RATIO = "조합비 검토"
IDS_CHECK_COMMENT = "검토"
IDS_CHECK_COPARE_ACTRUAL_ECCENTRICITY_WITH_BALANCED_ECCENTRICITY = "실제 편심을 균형 편심과 비교"
IDS_CHECK_CRACKWIDTH = "Check Crack Width"
IDS_CHECK_DATA_IN_MAIN_PROGRAM = "주 프로그램에서 데이터 검토"
IDS_CHECK_DEFLECTION = "처짐 검토"
IDS_CHECK_DESIGN_FORCE = "설계 부재력 검토"
IDS_CHECK_DESIGN_MOMENT = "설계 모멘트 검토"
IDS_CHECK_DESIGN_PARAMETER = "설계 변수 검토"
IDS_CHECK_ITEMS = "검토 항목"
IDS_CHECK_LANDING = "계단참 검토"
IDS_CHECK_MAGNIFIED_MOMENT = "확대 모메트 검토"
IDS_CHECK_MIN_MOMENT = "최소 모멘트 검토"
IDS_CHECK_MOMENT = "모멘트 검토"
IDS_CHECK_MOMENT_CAPACITY = "모멘트 강도 검토"
IDS_CHECK_MOMENT_SHEAR_CAPACITY = "휨모멘트 및 전단 강도 검토"
IDS_CHECK_NEUTRAL_AXIS = "중립축"
IDS_CHECK_NOMINAL_CAPACITY_BALANCED = "균형축에 대한 공칭 강도 계산"
IDS_CHECK_POINT = "검토 위치"
IDS_CHECK_REBAR = "배근 검토"
IDS_CHECK_REBAR_SPACE = "배근 간격 검토"
IDS_CHECK_REBAR_AREA = "배근 면적 검토"
IDS_CHECK_SECTION = "단면 검토"
IDS_CHECK_SHEAR = "전단 검토"
IDS_CHECK_SHEAR_CAPACITY = "전단 강도 계산"
IDS_CHECK_REQUIREMENT_OF_SHEAR_REBAR_DIAMETER = "전단 철근 직경에 대한 요구 사항 검토"
IDS_CHECK_SHEAR_STRENGTH = "전단 강도 검토"
IDS_CHECK_SLENDERNESS_RATIO = "세장비 검토"
IDS_CHECK_STAIR = "계단 검토"
IDS_CHECK_TENSION_FORCE = "인장력 검토"
IDS_CHECK_THIK_DEFLECTION = "두께 및 처짐 검토"
IDS_CHECK_WIDTH_THICK_RATIO_FLANGE = "플랜지의 판-폭 두께비 검토( BTR )"
IDS_CHECK_WIDTH_THICK_RATIO_WEB = "웨브의 판-폭 두께비 검토( DTR )"
IDS_CHECK_WIDTH_THICKNESS_RATIO = "판-폭 두께비 검토"
IDS_CHK_AXIAL_CAPACITY = "축강도 검토"
IDS_CHK_IN_MAIN_PROGRAM = "주 프로그램에서 데이터 검토"
IDS_CHK_IN_MAIN_PROGRAM_ABB = "주 프로그램에서 검토"
IDS_CHK_SHEAR_CAPACITY = "전단 강도 검토"
IDS_CHK_TORSION_CAPACITY = "비틀림 강도 검토"
IDS_CHK_UPPERCASE = "검토"
IDS_CIRCLE = "원형"
IDS_COLM_UNDER_TENSION_FORCE_SKIP = "인장력을 받는 기둥이므로 생략함"
IDS_COLUMN = "기둥"
IDS_COLUMN_FLANGE = "기둥 플랜지"
IDS_COLUMNS = "기둥"
IDS_COMP_RATIO = "합성률"
IDS_COMPRESSION = "압축"
IDS_COMPRESSION_BAR = "압축근"
IDS_COMPRESSION_BOLT = "압축 볼트"
IDS_CONCRETE = "콘크리트"
IDS_CONDITION = "조건"
IDS_CONSIDER = "고려"
IDS_CONSIDERED = "고려됨"
IDS_COVER = "피복"
IDS_CLEAR_COVER = "Clear Cover"
IDS_CRACK = "균열"
IDS_CRITERIA = "기준"
IDS_CRITERIA_DEFLECTION = "처짐 기준"
IDS_DEAD = "고정"
IDS_DEAD_LOAD = "고정 하중"
IDS_DECK_PLATE = "데크 플레이트"
IDS_DECK_PLATE_SIZE = "데크 플레이트 크기"
IDS_DEFLECTION = "처짐"
IDS_DEPTH = "깊이"
IDS_DESCRIPTION = "설명"
IDS_DESIGN_CODE = "설계 기준"
IDS_DESIGN_CONDITION = "설계 조건"
IDS_DESIGN_DATA = "설계 데이터"
IDS_DESIGN_FORCE = "설계 부재력"
IDS_DESIGN_FORCES = "설계 부재력"
IDS_DESIGN_LOAD = "설계 하중"
IDS_DESIGN_LOAD_CONCENTRAED = "설계 하중( 집중 하중 )"
IDS_DESIGN_LOAD_CONSTRUCTION = "시공 중 설계 하중"
IDS_DESIGN_LOAD_SUPPORT_CONDITION = "설계 하중 및 지지 조건"
IDS_DESIGN_LOAD_UNIFORM = "설계 하중( 등분포 하중 )"
IDS_DESIGN_LOAD_USER = "설계 하중( 사용자 하중 )"
IDS_DESIGN_MOMENT = "설계 모멘트"
IDS_DESIGN_PARAMETER = "설계 변수"
IDS_DESIGN_TYPE = "설계 유형"
IDS_DESIGN_VELOCITY_PRESSURE = "설계 속도압"
IDS_DESIGN_WIND_PRESSURE = "설계 풍압력"
IDS_DIA_DOT = "지름"
IDS_DIRECTION = "방향"
IDS_DIRECTION_X = "X 방향"
IDS_DIRECTION_Y = "Y 방향"
IDS_DIST = "거리"
IDS_DIST_DOT = "거리"
IDS_DISTANCE = "거리"
IDS_DIVIEDED_BY2_CANTILEVER = "캔틸레버이므로 2배 적용"
IDS_DURATION = "지속 기간"
IDS_DURATION_FOR_SUSTAIN_LOAD = "지속 하중의 재하 기간"
IDS_EAVE_ANGLE = "처마 각도"
IDS_ECCENTRICITY = "편심"
IDS_EFFECTIVE_COVER = "Effective Cover"
IDS_EFFECTIVE_WIDTH_SLAB = "슬래브의 유효폭"
IDS_ELEMENT_FORCE_NOT_AVERAGE = "절점 평균이 적용되지 않은 요소의 부재력"
IDS_END = "단부"
IDS_END_BAR = "단부근"
IDS_END_PLATE = "단부 플레이트"
IDS_END_REBAR_IS_NOT_CONSIDERED = "단부근은 고려하지 않음."
IDS_EQUATION = "공식"
IDS_FACTOR = "계수"
IDS_FACTORED_LOAD = "계수 하중"
IDS_FACTORS = "계수"
IDS_FLANGE = "플랜지"
IDS_FOR_LONG_TERM_DEFLECTION = "장기 처짐용"
IDS_FOR_RECTANGULAR_HSS_AND_BOX_MEMB = "사각형 개공보와 박스 부재"
IDS_FOR_SHORT_TERM_DEFLECTION = "단기 처짐용"
IDS_FOR_SINGLY_AND_DOUBLY_SYMMETRIC_SHAPE_LOADED_IN_WEAK_AXIS = "약축 방향으로 재하된 일축 및 이축 대칭 단면"
IDS_FOR_UNSTIFFENED_WEBS_WITH = "보강되지 않은 웨브"
IDS_FORCE = "부재력"
IDS_FORCES = "부재력"
IDS_FORCES_AND_FACTORS = "부재력 및 계수"
IDS_FORMULAR = "수식"
IDS_FOUNDATION = "기초"
IDS_FRAME_TYPE = "골조 유형"
IDS_FRAME_TYPE_BRACED = "횡지지 골조"
IDS_FRAME_TYPE_NONBRACED = "비횡지지 골조"
IDS_GAP = "간격"
IDS_GENERAL = "일반 사항"
IDS_GENERAL_INFO = "일반 사항"
IDS_GENERAL_REQUIREMENT = "일반적인 요구사항"
IDS_GIRDER = "보"
IDS_GIRDER_STIFFENER = "거더 스티프너"
IDS_H_BEAM = "H-형강"
IDS_H_BEAM__REBAR = "H-형강 & 배근"
IDS_HEIGHT = "높이"
IDS_HEIGHT_ABOVE_GROUND_Z = "지표면으로부터의 높이( z )"
IDS_HOOP_BAR = "띠철근"
IDS_HOOP_END = "띠철근( 단부 )"
IDS_HOOP_MID = "띠철근( 중앙 )"
IDS_HORIZONTAL = "수평"
IDS_HORIZONTAL_BAR = "수평근"
IDS_HORIZONTAL_DISTANCE = "수평 거리"
IDS_INPUT_DATA = "입력 데이터"
IDS_INPUT_DATA_LIST = "입력 데이터 리스트"
IDS_INSTANTANEOUS_DEFLECTION = "즉시 처짐"
IDS_IS_CONSIDERED = "고려됨"
IDS_IS_NOT_CONSIDERED = "고려되지 않음"
IDS_IS_TENSION = "인장 상태임"
IDS_ITEMS = "항목"
IDS_LANDING = "계단참"
IDS_LAYER = "레이어"
IDS_LCB = "하중조합"
IDS_LEFT = "좌측"
IDS_LEFT_UPPERCASE = "좌측"
IDS_LENGTH = "길이"
IDS_LENGTH_FACTOR = "길이 및 계수"
IDS_LEVEL = "레벨"
IDS_POSI_DOT = "위치"
IDS_PRESS_DOT = "압력"
IDS_LINK_LENGTH = "링크 길이"
IDS_LIVE = "활하중"
IDS_LIVE_LOAD = "활하중"
IDS_LOAD_COMBINATIONS = "하중 조합"
IDS_LOAD_FACTOR = "하중 계수"
IDS_LONG_TERM = "장기"
IDS_LONG_TERM_DEFLECTION = "장기 처짐"
IDS_LONG_TERM_DEFLECTION_FACTOR = "장기 처짐 계수"
IDS_MAIN = "주"
IDS_MAIN_BAR = "주철근"
IDS_MAJOR_AXIS_X = "주축 (X)"
IDS_MAJOR_AXIS_Y = "강축 (Y)"
IDS_MAJOR_AXIS_Z = "강축 (Z)"
IDS_MATERIAL = "재질"
IDS_MATERIAL_NAME = "재질명"
IDS_MAX = "최대값"
IDS_MAXIMUM_RATIO = "최대 비율"
IDS_MEAN_ROOF_HEIGHT_H = "평균 지붕 높이( h )"
IDS_MEMB_LCB = "부재( LCB )"
IDS_MEMBER_NAME = "부재명"
IDS_MEMBER_TYPE = "부재 유형"
IDS_MIDDLE = "중앙"
IDS_MIDDLE_UPPERCASE = "중앙"
IDS_MIN = "최소"
IDS_MINIMUM_RATIO = "최소 비율"
IDS_MINOR_AXIS_X = "약축 (X)"
IDS_MINOR_AXIS_Y = "약축 (Y)"
IDS_MINOR_AXIS_Z = "약축 (Z)"
IDS_MOMENT = "모멘트"
IDS_MOMENT_CAPACITY = "모멘트 강도"
IDS_MOMENT_DIAGRAM = "모멘트 다이아그램"
IDS_NAME = "이름"
IDS_NO = "아니오"
IDS_NO_DOT = "번호"
IDS_NOT_CONSIDERED = "고려되지 않음"
IDS_NOT_EXIST = "존재하지 않음"
IDS_NOT_REQUIRED = "요구되지 않음"
IDS_NOTE = "노트"
IDS_OUTSIDE = "외부"
IDS_PART = "부분"
IDS_PEAK_EXTERNAL_PRESSURE_COEFFICIENT = "피크 외압 계수"
IDS_PEAK_INTERNAL_PRESSURE_COEFFICIENT = "피크 내압 계수"
IDS_PEAK_PRESSURE_COEFFICIENT = "최대 압력 계수"
IDS_PERCENT_OF_LIVE_LOAD = "활하중의 %s%%"
IDS_PIPE = "파이프"
IDS_PLATE = "플레이트"
IDS_PM_CURVE = "PM-상관 곡선"
IDS_POS_DOT = "위치"
IDS_POSITION = "위치"
IDS_RATIO = "비율"
IDS_REBAR = "배근"
IDS_REMARK = "비고"
IDS_REQUIRED = "요구됨"
IDS_REQUIRED_THICKNESS = "소요 두께"
IDS_RESIST_DOT = "저항"
IDS_RESISTANCE_FACTOR_4_TENSION__s_s = "인장에 대한 저항 계수 : %s = %s"
IDS_RIGHT = "우측"
IDS_RIGHT_UPPERCASE = "우측"
IDS_ROLLED = "DB 단면"
IDS_ROOF_ANGLE = "지붕 각도"
IDS_ROOF_LIVE_LOAD = "지붕 활하중"
IDS_ROOF_TYPE = "지붕 유형"
IDS_ROTATION_ANGLE_NEUTRAL_AXIS = "중립축의 회전 각도"
IDS_ROUGHNESS = "조도"
IDS_SECT_DOT = "단면"
IDS_SECT_DOT_UCASE = "단면"
IDS_SECTION = "단면"
IDS_SECTION_FACTOR = "단면 및 계수"
IDS_SECTION_I = "단면-I"
IDS_SECTION_INFO = "단면 정보"
IDS_SECTION_J = "단면-J"
IDS_SECTION_M = "단면-M"
IDS_SECTION_N_CONDITION = "단면\n조건"
IDS_SECTION_NAME = "단면 이름"
IDS_SECTION_PROP = "단면 속성"
IDS_SECTION_PROPERTY = "단면 속성"
IDS_SECTION_SIZE = "단면 크기"
IDS_SEISMIC_FRAME_TYPE = "내진 프레임 유형"
IDS_SEISMIC_FRAME_TYPE_IMF = "중간 모멘트 프레임"
IDS_SEISMIC_FRAME_TYPE_IMF_NSR10 = "DMO( 중간 에너지 소산 )"
IDS_SEISMIC_FRAME_TYPE_OMF = "보통 모멘트 프레임"
IDS_SEISMIC_FRAME_TYPE_OMF_NSR10 = "DMI( 최소 에너지 소산 )"
IDS_SEISMIC_FRAME_TYPE_SMF = "특수 모멘트 프레임"
IDS_SEISMIC_FRAME_TYPE_SMF_NSR10 = "DES( 특수 에너지 소산 )"
IDS_SEISMIC_PROVISION = "내진 기준"
IDS_SEISMIC_STRUCTWALL_TYPE = "전단벽 유형"
IDS_SEISMIC_STRUCTWALL_TYPE_ISW = "중간 전단벽"
IDS_SEISMIC_STRUCTWALL_TYPE_OSW = "보통 전단벽"
IDS_SEISMIC_STRUCTWALL_TYPE_SSW = "특수 전단벽"
IDS_SELF_WEIGHT = "자중"
IDS_SERVICE_LOAD = "사용 하중"
IDS_SHAPE = "형상"
IDS_SHEAR = "전단"
IDS_SHEAR_CAPACITY = "전단 강도"
IDS_SHEAR_DIAGRAM = "전단력 다이아그램"
IDS_SHEAR_FORCE = "전단력"
IDS_SHEAR_FORCE_SPECIAL_SEIS_PROVISION = "내진 설계 특별 기준에 의한 전단력"
IDS_SHEAR_RUPTURE_STRENGTH = "전단 파단 강도"
IDS_SHEAR_YIELDING_STRENGTH = "전단 항복 강도"
IDS_SHORT_TERM = "단기"
IDS_SHORT_TERM_CRACKED = "단기 균열"
IDS_SHORT_TERM_DEFLECTION_FACTOR = "단기 처짐 계수"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_X_AXIS = "x축에 대해서 대칭인 일축 대칭 형상"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_Y_AXIS = "y축에 대해서 대칭인 일축 대칭 형상"
IDS_SINGLY_SYMMETRIC_SHAPE_WHERE_Z_AXIS = "z축에 대해서 대칭인 일축 대칭 형상"
IDS_SIZE = "크기"
IDS_SLAB = "슬래브"
IDS_SLENDERNESS = "세장비"
IDS_SLENDERNESS_WIDTH_THICKNESS_RATIO = "세장비 및 판-폭 두께비"
IDS_SLIP_FACTOR = "마찰 계수"
IDS_SNOW = "적설"
IDS_SNOW_LOAD = "적설 하중"
IDS_SNOW_LOAD_LOW_SLOPE_ROOF = "낮은 경사 지붕의 적설 하중"
IDS_SNOW_LOAD_UPPERCASE = "적설 하중"
IDS_SNOW_LOAD_USER = "적설 하중( 사용자 )"
IDS_SNOW_PLUS = "적설( + )"
IDS_SOIL_FACTOR = "토압 계수"
IDS_SOIL_FACTOR_WRAP = "토압\n계수"
IDS_SOIL_LAYER = "토층"
IDS_SOIL_LOAD = "토압"
IDS_SOIL_PRESSURE = "토압"
IDS_SOIL_PRESSURE_BY_LEVLE = "레벨별 토압"
IDS_SOIL_PROPRETY = "지반 특성"
IDS_SPACE = "간격"
IDS_SPAN = "경간"
IDS_SPLICE_TYPE = "이음 유형"
IDS_SPLICING_LIMIT = "이음 제한"
IDS_STAIR = "계단"
IDS_STAIRS = "계단"
IDS_STIFFENER = "스티프너"
IDS_STIRRUP = "띠철근"
IDS_STORY = "층"
IDS_STRENGTH_STUD = "스터드 강도"
IDS_STUD = "스터드"
IDS_STUD_BOLT = "스터드 볼트"
IDS_SUB_BAR = "보조근"
IDS_SUMMATION = "요약"
IDS_SUPPORT = "지점"
IDS_SUPPORT_CONDITION = "지점 조건"
IDS_SUPPORT_ONEWAY_CONTINUOUS = "Continuous"
IDS_SUPPORT_ONEWAY_PINNED = "Pinned"
IDS_SUPPORT_ONEWAY_PROPPED_CANTILEVER = "Propped Cantilever"
IDS_SUPPORT_ONEWAY_CANTILEVER = "Cantilever"
IDS_SUPPORT_TWOWAY_FFFF = "Interior panel"
IDS_SUPPORT_TWOWAY_FFPF = "One short edge discontinuous"
IDS_SUPPORT_TWOWAY_FFPP = "Two short edges discontinuous"
IDS_SUPPORT_TWOWAY_FPFF = "One long edge discontinuous"
IDS_SUPPORT_TWOWAY_FPPP = "One long edge continuous"
IDS_SUPPORT_TWOWAY_PPFF = "Two long edges discontinuous"
IDS_SUPPORT_TWOWAY_PPPF = "One short edge continuous"
IDS_SUPPORT_TWOWAY_PPPP = "All edges discontinuous"
IDS_SUPPORT_TWOWAY_PFFP = "Two adjacent edges discontinuous"
IDS_SURCHARGE_LOAD_SELF_WEIGHT = "상재 하중 및 자중"
IDS_SUSTAIN_LOAD = "지속 하중"
IDS_SUSTAINED = "지속"
IDS_TENSION = "인장"
IDS_TENSION_BAR = "인장근"
IDS_TENSION_FORCE_DIAGRAM = "인장력 다이아그램"
IDS_TENSION_FORCES = "인장력"
IDS_THICK = "두께"
IDS_THICKNESS = "두께"
IDS_THIK_CAP = "두께"
IDS_TIE_BAR = "타이바"
IDS_TIME_DEPENDENT_FACTOR = "시간 의존 계수"
IDS_TIME_DEPENDENT_FACTOR_FOR_SUSTAIN_LOAD = "지속 하중의 시간 의존 계수"
IDS_CREEP_COEFF = "Creep coefficient"
IDS_TOP = "상부"
IDS_TOP_BOT_UPPERCASE = "상부 및 하부"
IDS_TOP_UPPERCASE = "상부"
IDS_TYPE = "유형"
IDS_TYPE_UPPERCASE = "유형"
IDS_UNBRACED_LENG = "비지지 길이"
IDS_UNIFORM_LOAD = "등분포 하중"
IDS_UNIT_SYSTEM = "단위계"
IDS_CODE_UNIT = "기준 단위계"
IDS_UNSTIFFENED_COLUMN_FLANGE = "비보강 기둥 플랜지"
IDS_USE = "사용"
IDS_USE_ACTIVE_SOIL_PRESSURE = "주동 토압 적용"
IDS_USE_N_VALUE = "N-값 적용"
IDS_USER = "사용자"
IDS_USER_DEFINED_SOIL_LOAD_APPLIED = "사용자 지정 토압이 적용됨"
IDS_USER_INPUT = "사용자 입력"
IDS_USER_LOAD_SEE_FORCE = "사용자 입력 하중이 적용됨. 설계 부재력 참조"
IDS_VALUE = "값"
IDS_VELOCITY_PRESSURE = "속도압"
IDS_VELOCITY_PRESSURE_EXPOSURE_COEFFICIENT = "속도압 노출 계수"
IDS_VERTICAL = "수직"
IDS_VERTICAL_BAR = "수직근"
IDS_WALL = "벽체"
IDS_WATER_FACTOR_WRAP = "수압\n계수"
IDS_WATER_LEVEL_WRAP = "수위"
IDS_WATER_PRES = "수압"
IDS_WAY = "방향"
IDS_WEB = "웨브"
IDS_WIDTH = "너비"
IDS_WIDTH_THICK_RATIO_FLANGE = "플랜지의 판-폭 두께비( BTR )"
IDS_WIDTH_THICK_RATIO_WEB = "웨브의 판-폭 두께비( DTR )"
IDS_WIND_LOAD = "풍하중"
IDS_WIND_LOAD_UPPERCASE = "풍하중"
IDS_WIND_LOAD_USER = "풍하중( 사용자 )"
IDS_WIND_MINUS = "풍하중( - )"
IDS_WIND_PLUS = "풍하중( + )"
IDS_YES = "예"
IDS_USSG_CALC_LIMITIN_WIDTH_THICKNESS_RARIO_FOR_SLB = "SLB에 대한 판-폭 두께비 제한값 계산"
IDS_USSG_CALC_NOMINAL_FLEXURAL_STRENGTH_FOR_STEM_LOCAL_BUCKLING = "스템 국부 좌굴에 대한 공칭 휨 강도 계산 ( SLB )"
IDS_USSG_STEM_IS_TENSION = "인장 받는 스템"
IDS_USSG_LIMIT_STATE_OF_LOCAL_BUCKLING_OF_TEE_STESM_IS_NOT_APPLIED = "스템의 국부 좌굴 제한이 적용되지 않음"
IDS_COMPARISON = "비교"
IDS_WALL_TYPE_SQUAT_WALL = "Wall Type: Squat Wall"
IDS_WALL_TYPE_INTERMEDIATE_SHEAR_WALL = "Wall Type: Intermediate Shear Wall"
IDS_WALL_TYPE_SLENDER_WALL = "Wall Type: Slender Wall"
IDS_WALL_CLASSIFICATION = "Wall Classification"
IDS_OVERALL_HEIGHT = "Overall Height"
IDS_WIND_BUILDING_TYPE_ENCLOSED = "폐쇄형"
IDS_WIND_BUILDING_TYPE_PART_ENCLOSED = "부분 폐쇄형"
IDS_WIND_ROOF_TYPE_FLAT = "평지붕"
IDS_WIND_ROOF_TYPE_GABLE = "박공 지붕"
IDS_WIND_ROOF_TYPE_MULTI_GABLE = "다중 박공 지붕"
IDS_WIND_ROOF_TYPE_MONO_SLOPE = "단일 경사 지붕"
IDS_WIND_ROOF_TYPE_SAWTOOTH = "톱니형 지붕"
IDS_SNOW_ROOF_TYPE_SLOPED = "경사 지붕"
IDS_SNOW_ROOF_TYPE_GABLE = "박공 지붕"
IDS_SNOW_ROOF_TYPE_CURVED = "곡면 지붕"
IDS_SNOW_ROOF_TYPE_MULTI_FOLDED_PLATE = "다중 박공 지붕"
IDS_SNOW_ROOF_TYPE_BARREL_VAULT = "원통형 지붕"
IDS_SNOW_ROOF_TYPE_SAWTOOTH = "톱니형 지붕"
IDS_SURT_TYPE_PIN = "회전"
IDS_SURT_TYPE_PIN_PIN = "회전-회전"
IDS_SURT_TYPE_FIX_FIX = "고정-고정"
IDS_SURT_TYPE_FIX_PIN = "고정-회전"
IDS_SURT_TYPE_CANTILEVER = "캔틸레버"
IDS_WELD_CONNTYPE_DIRECT = "직접 접합"
IDS_WELD_CONNTYPE_ANGLE = "앵글 접합"
IDS_WELD_CONNTYPE_COLBEAM = "기둥+보 접합"
IDS_USWO_COMPACT_SECT = "조밀 단면"
IDS_USWO_NONCOMPACT_SLENDER_SECT = "비조밀 또는 세장 단면"
IDS_USWO_CHECK_AS_COMPOSITE_BEAM = "합성보로 검토"
IDS_USWO_INCLUDE_DEAD_LOAD_FACTOR = "고정 하중 계수 포함"
IDS_URSL_SLAB_INPUT_LIST = "슬래브 입력 데이터 리스트"
IDS_URSL_SLAB_TYPE_SUPPORT = "슬래브 유형 및 지지 조건"
IDS_URSL_SLAB_TYPE = "슬래브 유형"
IDS_URSL_SUPPORT_TYPE = "지점 조건"
IDS_URSL_SLAB_TYPE_WRAP = "슬래브\n유형"
IDS_URSL_SUPPORT_TYPE_WRAP = "지점\n유형"
IDS_URSL_SUPPORT_CASE = "지점 형식"
IDS_URSL_GENERAL_SECT_SLAB = "임의 형상 슬래브"
IDS_URSL_CHECK_THICK_NOT_SPECIFIED = "임의 형상 슬래브의 두께 검토는 기준에서 기술하지 않음"
IDS_URSL_CLEAR_SPAN = "순경간"
IDS_URSL_USE_CLEAR_SPAN = "순경간 적용"
IDS_URSL_BOUNDARY_BEAMS = "테두리 보"
IDS_URSL_DETERMINE_SLAB_TYPE = "설계 슬래브 유형 결정"
IDS_URSL_CALC_SPAN_RATIO = "슬래브 경간비 계산"
IDS_URSL_CHECK_LOAD = "설계 하중 검토"
IDS_URSL_CALC_FACTORED_LOAD = "계수 하중 계산"
IDS_URSL_CHECK_THIK = "두께 검토"
IDS_URSL_CHECK_THIK_SLAB = "슬래브의 두께 검토"
IDS_URSL_CALC_MINTHIK_REQ = "필요한 최소 두께 계산"
IDS_URSL_CALC_FACTORS = "계수 계산"
IDS_URSL_CHECK_CAPACITY = "슬래브의 강도 검토"
IDS_URSL_1WAY_SLAB = "1방향 슬래브"
IDS_URSL_2WAY_SLAB = "2방향 슬래브"
IDS_URSL_WAY_SLAB = "방향 슬래브"
IDS_URSL_SECT_I = "단면( I )"
IDS_URSL_SECT_M = "단면( M )"
IDS_URSL_SECT_J = "단면( J )"
IDS_URSL_END_1 = "단부-1"
IDS_URSL_END_2 = "단부-2"
IDS_URSL_END_3 = "단부-3"
IDS_URSL_DIR_X_I = "X방향( I )"
IDS_URSL_DIR_X_M = "X방향( M )"
IDS_URSL_DIR_X_J = "X방향( J )"
IDS_URSL_DIR_Y_I = "Y방향( I )"
IDS_URSL_DIR_Y_M = "Y방향( M )"
IDS_URSL_DIR_Y_J = "Y방향( J )"
IDS_URSL_CALC_MOMENT_SHEAR = "모멘트 및 전단력 계산"
IDS_URSL_INPUT = "입력"
IDS_URSL_POSITIVE_STRESS = "정( + )응력"
IDS_URSL_NEGATIVE_STRESS = "부( - )응력"
IDS_URSL_STRESS = "응력"
IDS_URSL_MOMENT_COEFFICIENT = "모멘트 계수"
IDS_URSL_SHEAR_COEFFICIENT = "전단력 계수"
IDS_URSL_WORKING_LOAD = "작용 하중"
IDS_URSL_SLAB_SELFWEIGHT = "슬래브의 자중"
IDS_URSL_DECK_SELFWEIGHT = "데크의 자중"
IDS_URSL_CHECK_DEFLECTION_1WAY = "일방향 슬래브의 처짐 검토"
IDS_URSL_CHECK_DEFLECTION_STRESS = "시공 중 처짐 및 응력 검토"
IDS_URSL_CHECK_DEFLECTION_UNDER_CONSTRUCTION = "시공 중 처짐 검토"
IDS_URSL_DECK_PLATE_INFO = "데크 플레이트 정보"
IDS_URSL_SLAB_SELF_LOAD = "슬래브 자중"
IDS_URSL_DECK_SELF_LOAD = "데크 자중"
IDS_URSL_LIVE_LOAD_CONSIDER_FACTOR = "활하중 고려 계수"
IDS_URSL_CALC_DEFLECTION_UNDER_CONSTRUCTION = "시공 중 처짐 계산"
IDS_URSL_CHECK_STRESS_UNDER_CONSTRUCTION = "시공 중 응력 검토"
IDS_URSL_CALC_STRESS_DECK_PLATE = "데크 플레이트의 응력 계산"
IDS_URSL_REQ_MIN_THIK = "필요한 최소 두께"
IDS_URSL_TITLE_SIZE = "단면 및 크기"
IDS_URSL_MAX_SPACE_REBAR = "배근의 최대 간격 : "
IDS_URSL_GENERATE_REPORT = "콘크리트 슬래브 계산서 생성 중 ..."
IDS_URBE_BEAM_INPUT_LIST = "보 입력 데이터 리스트"
IDS_URBE_SLAB_THIK = "슬래브 두께"
IDS_URBE_EFFECTIVE_WIDTH = "유효폭"
IDS_URBE_SEISMIC_DESIGN_PARAM = "내진 설계 계수"
IDS_URBE_SPECIAL_SEISMIC_PROV_APPLIED = "내진 설계 특별 기준이 적용됨"
IDS_URBE_PILOTI_GUIDE_APPLIED = "필로티 건축물 구조설계 가이드라인이 적용됨"
IDS_URBE_CHECK_NON_LFRS_MEMBER = "횡력에 저항하지 않는 부재로 검토"
IDS_URBE_FRAME_TYPE = "구조 형식"
IDS_URBE_MOMENT_FORCES = "모멘트 및 부재력"
IDS_URBE_REINFORCEMENT = "보강근"
IDS_URBE_TOP_BAR = "상부근"
IDS_URBE_BOT_BAR = "하부근"
IDS_URBE_EXT_BAR = "외부근"
IDS_URBE_INT_BAR = "내부근"
IDS_URBE_POSITIVE = "정( + )"
IDS_URBE_NEGATIVE = "부( - )"
IDS_URBE_TOP = "상부"
IDS_URBE_BOT = "하부"
IDS_URBE_EXT = "외부"
IDS_URBE_INT = "내부"
IDS_URBE_RC_SECTION_ONLY = "철근 콘크리트 단면"
IDS_URBE_CHECK_SPACE_REBAR = "배근 간격 검토"
IDS_URBE_MOMENT_ZERO_SKIP = "모멘트가 0이어서 생략함"
IDS_URBE_CALC_REQ_RATIO_REBAR = "소요 철근비 계산"
IDS_URBE_CHECKED_BY_DOULY_REBAR = "복철근으로 검토"
IDS_URBE_CHECK_RATIO_TENS_REBAR = "인장 철근비 계산"
IDS_URBE_CALC_SHEAR_STRENGTH_STIRRUP = "띠철근에 의한 전단 강도 계산"
IDS_URBE_CALC_SHEAR_STRENGTH_VERTBAR = "수직근에 의한 전단 강도 계산"
IDS_URBE_DETERMINE_DESIGN_FORCE_BY_SHEAR = "전단에 위한 설계 부재력 산정"
IDS_URBE_DESIGN_FORCE_SHEAR = "전단에 대한 설계 부재력"
IDS_URBE_CHECK_MOMENT_CAPACITY_SEIS_PROV = "내진 설계 특별 기준에 의한 모멘트 강도 검토"
IDS_URBE_CHECK_POSITIVE_MOMENT_AT_CONNECTION = "접합부에서의 정 모멘트 검토"
IDS_URBE_CHECK_MOMENT_STRENGTH_SECTION = "단면의 모멘트 강도 검토"
IDS_URBE_CALC_TENS_STRENGTH_REBAR = "철근의 인장 강도 계산"
IDS_URBE_CHECK_TENS_STRENGTH_REBAR = "철근의 인장 강도 검토"
IDS_URBE_CHECK_SPACE_TENS_BAR = "인장 철근의 간격 검토"
IDS_URBE_MU_BY_BENDING_ONLY = "휨만에 의한 Mu"
IDS_URBE_FORCES_REINFORCEMENT = "부재력 및 배근"
IDS_URBE_CHECK_BENDING_MOMENT_CAPACITY = "휨모멘트 강도 검토"
IDS_URBE_SPACE_REBAR = "배근 간격"
IDS_URBE_CHECK_SHEAR_FORCE_SEIS_DESIGN = "내진 설계를 위한 전단력 계산"
IDS_URBE_CHECK_TENSION_CAPAICITY = "인장 강도 검토"
IDS_URBE_SKIN_BAR = "표피 철근"
IDS_URBE_AT_SIDE = "( 측면에 배치 )"
IDS_URBE_TENS_REGION = "( 인장측에 배치 )"
IDS_URBE_CALC_DESIGN_PARAMETER = "설계 변수 계산"
IDS_URBE_CHECK_SPACE_SKIN_BAR = "Check space of side face reinforcement"
IDS_URBE_CALC_REQ_SPACE_SKIN_BAR = "Calculate required space of side face reinforcement"
IDS_URBE_CHANGE_SECTION = "단면 변경"
IDS_URBE_GENERATE_REPORT = "콘크리트 보 계산서 생성 중 ..."
IDS_URBE_CHECK_SECT_SEIS_PROV = "내진 설계 특별 기준에 의한 단면 검토"
IDS_URBE_CALC_SECT_DIMENSION_LIMIT = "단면 치수 제한값 계산"
IDS_URBE_CHECK_REBAR_DIA_SEIS_PROV = "내진 설계 특별 기준에 의한 철근 직경 검토"
IDS_URBE_CHECK_MAIN_BAR_DIA = "주 철근의 직경 검토"
IDS_URCO_COLM_INPUT_LIST = "기둥 입력 데이터 리스트"
IDS_URCO_APPLY_TIEBAR_TO_SHEAR = "전단 검토에 타이바 적용"
IDS_URCO_GENERATE_REPORT = "콘크리트 기둥 계산서 생성 중 ..."
IDS_URCO_CHECK_DIMENSION_SEIS_PROV = "내진 설계 특별 기준에 의한 단면 치수 검토"
IDS_URCO_CALC_SECT_DIMENSION_LIMIT = "단면 치수 제한값 계산"
IDS_URCO_CALC_SECT_DIMENSION_RATIO = "단면 치수 비율 계산"
IDS_URCO_CHECK_REBAR_LIMIT_SEIS_PROV = "내진 설계 특별 기준에 의한 배근 제한 검토"
IDS_URCO_CALC_AMOUNT_TRANS_REBAR = "횡방향 철근의 총량 계산"
IDS_SEISMIC_PROVISION_FOR_PILOTIS_COLUMN_APPLIED = "필로티 기둥에 대한 내진 상세가 적용됨"
IDS_URCO_CALC_NOMINAL_CAPACITY_FOR_BALANCED_AXIS = "Calculate nominal capacity for balanced axis"
IDS_URSW_SHEARWALL_INPUT_LIST = "전단벽 입력 데이터 리스트"
IDS_URSW_CHECK_RESULT_FOR_SHEARWALL = "전단벽 검토 결과"
IDS_URSW_SPECIAL_WALL = "콘크리트 특수 전단벽"
IDS_URSW_AXIAL_MOMENT = "축방향력 및 모멘트"
IDS_URSW_BOUNDARY_ELEMENT_BAR = "경계 요소 배근"
IDS_URSW_CHECK_BALANCED_MOMENT_CAPACITY_OF = "중립축에 대한 휨모멘트 강도 검토 : "
IDS_URSW_CALC_NOMINAL_CAPACITY_FOR_BALANCED_AXIS = "균형축에 대한 공칭 강도 계산"
IDS_URSW_CALC_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "중립축에 대한 공칭 강도 계산"
IDS_URSW_CHECK_MOMENT_CAPACITY_ABOUT_NEUTRAL_AXIS_OF = "%s의 중립축에 대한 휨모멘트 강도 검토"
IDS_URSW_CALC_CAPACITY_CONCRETE_STRESS_BLOCK = "콘크리트 응력 블럭의 강도 계산"
IDS_URSW_CALC_MAX_SHEAR_STRENGTH = "최대 전단 강도 계산"
IDS_URSW_CALC_MAX_SHEAR_STRENGTH_SPECIAL_WALL = "특수 전단벽을 위한 최대 전단 강도 계산"
IDS_URSW_CALC_REBAR_SPACING = "배근 간격 계산"
IDS_URSW_CHECK_BOUNDARY_ELEMENT = "경계 요소 검토"
IDS_URSW_BOUNDARY_ELEMENT = "경계 요소"
IDS_URSW_CALC_MAX_SPACING_HORZ_BAR = "수평근의 최대 간격 계산"
IDS_URSW_CALC_HORZ_BAR_X_DIR = "x-방향의 수평 배근 계산"
IDS_URSW_CALC_HORZ_BAR_Y_DIR = "y-방향의 수평 배근 계산"
IDS_URSW_CALC_HORZ_BAR_LENGTH = "수평근의 길이 계산"
IDS_URSW_DETERMIN_BOUNDARY_ELEMENT_REINFORCEMENT_REQ = "경계 요소의 횡방향 보강 필요 여부 검토"
IDS_URSW_BOUNDARY_ELEMENT_REINFORCEMENT_REQ = "경계 요소의 횡방향 보강이 필요함"
IDS_URSW_BOUNDARY_ELEMENT_REINFORCEMENT_NOTREQ = "경계 요소의 횡방향 보강이 필요하지 않음"
IDS_URSW_REBAR_SPACING = "배근 간격"
IDS_URSW_FINAL_REBAR = "최종 배근"
IDS_URSW_GENERATE_REPORT = "콘크리트 전단벽 계산서 생성 중 ..."
IDS_URSW_CHECK_RESULT_SHEARWALL = "전단벽 검토 결과"
IDS_URSW_CHECK_RESULT_FOR_SLAB = "슬래브 검토 결과"
IDS_URSW_FORCE_BOUNDARY_LEMENT_LENGTH = "경계 요소 길이 산정용 부재력"
IDS_URSW_BE_HOR_BAR = "경계 요소 수평근"
IDS_URSW_SPECIAL_WALL_H = "특수 전단벽의 높이"
IDS_URSW_CHECK_THICK_LIMIT_BE = "특수 경계 요소를 위한 두께 제한 검토"
IDS_URSW_BY_REQUIRED_ASH = "A_sh$ 에 의해 필요한 개수"
IDS_URSW_CONSIDER_WEAK = "약축 모멘트 고려"
IDS_URSW_CHECK_NA_MOMENT_CAPACITY_OF = "Check Neutral Axis Moment Capacity of "
IDS_UFDN_INPUT_LIST = "기초 입력 데이터 리스트"
IDS_UFDN_OVERTURN_OCCUR_CALC_CANCEL = "전도가 발생하여 계산을 수행할 수 없음"
IDS_UFDN_OVERTURNED = "전도 발생"
IDS_UFDN_CHECK_CAPACITY = "강도 검토"
IDS_UFDN_CHECK_SHEAR_CAPACITY = "전단 강도 검토"
IDS_UFDN_CHECK_ONEWAY_SHEAR_CAPACITY = "일방향 전단 강도 검토"
IDS_UFDN_CHECK_TWOWAY_SHEAR_CAPACITY = "이방향 전단 강도 검토"
IDS_UFDN_CHECK_MOMENT_CAPACITY = "휨 강도 검토"
IDS_UFDN_CALCULATED = "계산값"
IDS_UFDN_SOIL_CAPACITY = "허용 지내력"
IDS_UFDN_CHECK_SOIL_CAPACITY = "허용 지내력 검토"
IDS_UFDN_CHECK_ACTUAL_SOIL_STRESS_MAIN_PROGRAM = "발생 허용 지내력은 주 프로그램에서 검토함"
IDS_UFDN_CALC_ACTUAL_SOIL_STRESS = "발생 허용 응력 계산"
IDS_UFDN_CALC_FACTORED_SOIL_STRESS = "계수 하중에 의한 지반 응력 계산"
IDS_UFDN_CHECK_PILE_CAPACITY = "파일 강도 검토"
IDS_UFDN_CALC_ACTUAL_PILE_STRESS = "발생 파일 응력 계산"
IDS_UFDN_CALC_FACTORED_PILE_STRESS = "계수 하중에 의한 파일 응력 계산"
IDS_UFDN_INDEX = "색인"
IDS_UFDN_PILE_PUNCHING = "파일 펀칭"
IDS_UFDN_CALC_ONEWAY_SHEAR = "일방향 전단 계산"
IDS_UFDN_CALC_TWOWAY_SHEAR = "이방향 전단 계산"
IDS_UFDN_INTERIOR = "내부"
IDS_UFDN_EDGE = "모서리"
IDS_UFDN_MARK = "기호"
IDS_UFDN_COLM = "기둥"
IDS_UFDN_PILE = "파일"
IDS_UFDN_COLUMN_SECTION = "기둥 단면"
IDS_UFDN_WALL_SECTION = "벽체 단면"
IDS_UFDN_SHAPE_COLUMN = "기둥 형상"
IDS_UFDN_TOP_BOTTOM = "상부/하부"
IDS_UFDN_ONEWAY_SHEAR_X = "일방향 전단( X )"
IDS_UFDN_ONEWAY_SHEAR_Y = "일방향 전단( Y )"
IDS_UFDN_ONEWAY_SHEAR = "일방향 전단"
IDS_UFDN_TWOWAY_SHEAR = "이방향 전단"
IDS_UFDN_MOMENT_Y_DIRECTION = "Y방향 휨모멘트"
IDS_UFDN_MOMENT_X_DIRECTION = "X방향 휨모멘트"
IDS_UFDN_CANTIL_MOMENT_X_DIRECTION = "X방향 휨모멘트( 캔틸레버 ) "
IDS_UFDN_COLUMN_MOMENT_X_DIRECTION = "X방향 휨모멘트( 기둥 ) "
IDS_UFDN_SPAN_MOMENT_X_DIRECTION = "X방향 휨모멘트( 경간 ) "
IDS_UFDN_REBAR_SPACE_Y_DIRECTION = "Y방향 배근간격"
IDS_UFDN_REBAR_SPACE_X_DIRECTION = "X방향 배근간격"
IDS_UFDN_MOMENT = "모멘트"
IDS_UFDN_FOUNDATION_SIZE = "기초 크기"
IDS_UFDN_SOIL_BEARING_CAPACITY = "지반의 허용 지지력"
IDS_UFDN_SERVICE_LOAD_BY_LCB = "사용 하중( 하중 조합에 의함 )"
IDS_UFDN_FACTORED_LOAD_BY_LCB = "계수 하중( 하중 조합에 의함 )"
IDS_UFDN_COLUMN_SUPPORT = "기둥 서포트"
IDS_UFDN_REBAR_X_DIR = "배근( X방향 )"
IDS_UFDN_REBAR_Y_DIR = "배근( Y방향 )"
IDS_UFDN_SURFACE_LOAD = "상재 하중"
IDS_UFDN_WEIGHT_DENSITY = "단위 중량"
IDS_UFDN_SOIL_HEIGHT = "흙 높이"
IDS_UFDN_NO_PILE = "파일 개수 "
IDS_UFDN_SPACE_PILE = "파일 간격 "
IDS_UFDN_CORNER = "모서리"
IDS_UFDN_DIAMETER = "직경"
IDS_UFDN_PILE_CAPACITY_COMP = "파일 압축 내력"
IDS_UFDN_PILE_CAPACITY_TENS = "파일 인장 내력"
IDS_UFDN_GENERATE_REPORT = "콘크리트 기초 계산서 생성 중 ..."
IDS_URBW_INPUT_LIST = "지하 외벽 입력 데이터 리스트"
IDS_URBW_BASEWALL_TYPE = "지하 외벽 유형"
IDS_URBW_SURCHARGE = "상재 하중"
IDS_URBW_WIDTH_BASEWALL = "지하 외벽 너비"
IDS_URBW_STORY_INFO = "층 정보"
IDS_URBW_1ST_FL = "1층 바닥 레벨"
IDS_URBW_REBAR_SPACE = "배근 간격"
IDS_URBW_REBAR_LENGTH = "배근 길이"
IDS_URBW_REINF_LENGTH = "보강 길이"
IDS_URBW_GENERATE_REPORT = "콘크리트 지하 외벽 계산서 생성 중 ..."
IDS_SURCHARGE_FACTOR = "활하중 계수"
IDS_URBL_GENERATE_REPORT = "콘크리트 보 테이블 계산서 생성 중 ..."
IDS_URST_SHEAR_STRENGTH_REBAR_SPACING = "전단 강도 및 배근 간격"
IDS_URST_SHEAR_STRENGTH = "전단 강도"
IDS_URST_MAX_REBAR_SPACING_1WAY_SLAB = "일방향 슬래브의 최대 배근 간격"
IDS_URST_MAJOR_DIRECTION_MOMENT = "주방향 모멘트"
IDS_URST_MINOR_DIRECTION_MOMENT = "부방향 모멘트"
IDS_URST_GENERATE_REPORT = "콘크리트 슬래브 테이블 계산서 생성 중 ..."
IDS_URGW_WALL_MARK = "벽체 기호"
IDS_URGW_V_BAR = "수직근"
IDS_URGW_H_BAR = "수평근"
IDS_URGW_E_BAR = "단부근"
IDS_URGW_BE_BAR = "경계 요소 배근"
IDS_URGW_BAR = "배근"
IDS_URGW_GENERATE_REPORT = "콘크리트 일괄 설계 벽체 계산서 생성 중 ..."
IDS_URGW_BATCH_WALL_RESULT_UPPERCASE = "일괄 설계 벽체 결과"
IDS_URGW_WALL_DESIGN_RESULT = "벽체 설계 결과"
IDS_URBU_INPUT_LIST = "버트레스 입력 데이터 리스트"
IDS_URBU_DIAGRAM = "다이아그램"
IDS_URBU_STRENGTH = "강도"
IDS_URBU_SECT_BNDR_CONDITION = "단면 및 경계 조건"
IDS_URBU_BOUNDARY = "경계 조건"
IDS_URBU_LENGTH_LEFT = "길이( 좌측 )"
IDS_URBU_LENGTH_MIDDLE = "길이( 중앙 )"
IDS_URBU_LENGTH_RIGHT = "길이( 우측 )"
IDS_URBU_ALL_SECTION = "전단면"
IDS_URBU_GENERATE_REPORT = "콘크리트 버트레스 계산서 생성 중 ..."
IDS_URST_INPUT_LIST = "계단 입력 데이터 리스트"
IDS_URST_SPRT_BY_LANDING = "계단참 지지"
IDS_URST_SPRT_BY_OTHER = "벽체 혹은 보 지지"
IDS_URST_LAND_L = "계단참( 좌 )"
IDS_URST_LAND_R = "계단참( 우 )"
IDS_URST_MIN_LAND = "최소 계단참"
IDS_URST_MIN_STAIR = "최소 계단"
IDS_URST_CHK_REBAR_SPACE = "배근 간격 검토"
IDS_URCB_INPUT_LIST = "코벨 / 브라켓 입력 데이터 리스트"
IDS_URCB_CHECK_AD_RATIO = "하중 작용 거리 검토"
IDS_URCB_CALC_REBAR_AREA = "철근량 계산"
IDS_URCB_REBAR_BEARING_PLATE = "배근 및 베어링 플레이트"
IDS_URCB_DESIGN_CONDITIONS = "설계 조건"
IDS_URCB_TENSION_REBAR = "인장 철근"
IDS_URCB_CLOSED_STIRRUP = "폐쇄형 띠철근"
IDS_URCB_BEARING_PLATE = "베어링 플레이트"
IDS_URCB_FRICTION_FACTOR = "마찰 계수"
IDS_URCB_CALC_EFFECTIVE_DEPTH_REQ = "필요한 유효 깊이 계산"
IDS_URCB_CHECK_BEARING_PLATE = "베어링 플레이트 검토"
IDS_URCB_CALC_AREA_BEARING_PLATE = "베어링 플레이트의 면적 계산"
IDS_URCB_CHECK_REBAR_AREA = "철근량 검토"
IDS_URCB_CALC_REBAR_AREA_DIRECT_TENSION = "직접 인장에 대한 철근량 계산"
IDS_URCB_DETERMINE_BAR_AREA = "철근량 산정"
IDS_URCB_DETERMINE_PRIMARY_TENSION_REBAR = "주 인장 철근 산정"
IDS_URCB_DETERMINE_SHEAR_REBAR = "전단 철근( 폐쇄형 띠철근 _ 산정"
IDS_URCB_DISTANCE_TO_VU = "작용 전단력까지 거리"
IDS_URCB_FRICTION = "마찰"
IDS_URCB_CALC_RESULT = "검토 결과"
IDS_URCB_APPLIED = "적용"
IDS_URCB_RESULT = "결과"
IDS_URCB_DISTANCE_DEPTH_RATIO = "높이에 대한 거리 비"
IDS_URCB_TENSION_FORCE = "인장력"
IDS_URCB_GENERATE_REPORT = "콘크리트 코벨 / 브라켓 계산서 생성 중 ..."
IDS_URCB_DIST_TO_VU = "V_u$ 까지 거리"
IDS_URGC_EFFECTIVE_AREA = "등가 단면적"
IDS_URGC_GENERATE_REPORT = "콘크리트 임의 형상 기둥 계산서 생성 중 ..."
IDS_URGC_GEN_COLUMN_INPUT_LIST = "임의 형상 기둥 입력 데이터 리스트"
IDS_URDW_WALL_ID = "벽체 ID"
IDS_URDW_START_POINT = "시작점"
IDS_URDW_END_POINT = "끝점"
IDS_URDW_EQUI_N_FLANGE = "등가 단면 치수 및 플랜지 너비"
IDS_URDW_FLANGE_WIDTH_ACTUAL = "실제 너비"
IDS_URDW_FLANGE_WIDTH_EFFECT = "유효 너비"
IDS_URDW_REBAR_VERT = "수직근"
IDS_URDW_REBAR_HORI = "수평근"
IDS_URDW_REBAR_END = "단부근"
IDS_URDW_REBAR_ARRANGEMENT = "배근"
IDS_URDW_REBAR_ARRANGEMENT_DIVIDE_EQUALLY = "근접한 간격으로 등분"
IDS_URDW_REBAR_ARRANGEMENT_DIVIDE_EXACT = "입력한 간격으로 등분"
IDS_URDW_REBAR_ARRANGEMENT_FROM_END = "단부에서 시작"
IDS_URDW_REBAR_ARRANGEMENT_FROM_MID = "중앙에서 시작"
IDS_URDW_REBAR_ARRANGEMENT_ADD_REBAR = "추가 배근"
IDS_URDW_GENERATE_REPORT = "콘크리트 이형 벽체 계산서 생성 중 ..."
IDS_URDW_FLANGE_WIDTH = "플랜지 너비"
IDS_URDW_By_Rho = "철근비"
IDS_URDW_CWALL_INPUT_LIST = "이형 벽체 입력 데이터 리스트"
IDS_URAB_CALC_BOND_STRENGTH_ADHESIVE_ANCHOR = "인장을 받는 부착식 앵커의 부착 응력 검토"
IDS_URAB_BOND_STRENGTH_ADHESIVE_ANCHOR = "부착식 앵커의 부착 강도"
IDS_URAB_EVALUATION_BOND_STRENGHT_APPLIES_ONLY = "부착 응력에 대한 평가는 부착식 앵커에서만 적용됨."
IDS_USBC_INPUT_LIST = "철골 볼트 접합부 입력 데이터 리스트"
IDS_USBC_BOLT_PROPERTY = "볼트 속성"
IDS_USBC_CHECK_WEB = "웨브 검토"
IDS_USBC_CHECK_FLANGE = "플랜지 검토"
IDS_USBC_DESIGN_FORCE_PROPERTY = "설계 부재력 및 속성"
IDS_USBC_BEAM_COLUMN = "보 / 기둥"
IDS_USBC_BEAM_N_COLUMN = "보 및 기둥"
IDS_USBC_CONNECTION_TYPE = "접합부 유형"
IDS_USBC_SHEAR_TYPE = "전단 유형"
IDS_USBC_SINGLE_SHEAR = "일면 전단"
IDS_USBC_DOUBLE_SHEAR = "이면 전단"
IDS_USBC_AUTO = "자동"
IDS_USBC_CHECK_PLATE = "플레이트 검토"
IDS_USBC_PLATE_WEB = "플레이트( 웨브 )"
IDS_USBC_PLATE_FLANGE = "플레이트( 플랜지 )"
IDS_USBC_BOLT_SYSTEM = "볼트 유형"
IDS_USBC_BOLT_SYSTEM_SLIP = "마찰 접합"
IDS_USBC_BOLT_SYSTEM_BEAR = "지압 접합"
IDS_USBC_BOLT = "볼트"
IDS_USBC_MEMBER_STRENGTH = "부재 강도"
IDS_USBC_APPLIED_FORCE = "작용 부재력"
IDS_USBC_FORCE_BY_AXIAL_LOAD = "축방향력에 의한 부재력"
IDS_USBC_FORCE_BY_MOMENT = "모멘트에 의한 부재력"
IDS_USBC_HIGH_TENSION_BOLT = "고력 볼트"
IDS_USBC_POLAR_MOMENT_INERTIA = "극관성 모멘트"
IDS_USBC_DESIGN_FORCE_PROPERTIES = "설계 부재력 및 속성"
IDS_USBC_REQUIRED_MIM_FORCE = "소요 최소 부재력"
IDS_USBC_PROPERTY = "속성"
IDS_USBC_GENERATE_REPORT = "철골 볼트 접합부 계산서 생성 중 ..."
IDS_USBC_DISTANCE_FROM_CONNECTION = "접합부 중심에서 볼트 중심까지의 거리"
IDS_USBC_EXTENSION = "확장부"
IDS_USBC_MOMENT_REDISTRIBUTION_FACTOR_WEB = "웨브에 대한 모멘트 분배 계수"
IDS_USBC_CHECK_HIGH_TENSION_BOLT = "고력 볼트 검토"
IDS_USBC_ECCENTRICITY_NOT_CONSIDERED = "편심은 고려하지 않음"
IDS_USBC_CLASS_A_SURFACE = "A급 표면"
IDS_USBC_STANDARD_SIZE_HOLE = "표준 크기 구멍"
IDS_USBC_NO_SHEAR_SIDE = "전단면의 개수"
IDS_USBC_BOLT_DEFORMATION = "볼트 변형"
IDS_USSG_GENERATE_REPORT = "철골 보 / 기둥 계산서 생성 중 ..."
IDS_USSG_CHECK_AS_LINK = "링크로 검토"
IDS_USSG_CHECK_AXIAL_STRENGTH = "축강도 검토"
IDS_USSG_SKIP_AXIAL_STRENGTH_CHECK = "축강도 검토 생략"
IDS_USSG_CHECK_SLENDER_RATIO_COMP_MEMB = "축방향 압축 부재의 세장비 검토"
IDS_USSG_CALC_SLENDER_MODIFICATION_SINGLE_ANGLE = "단일 앵글에 대한 세장비 조정 계산"
IDS_USSG_FULL_REDU_FACTOR_SLENDER_SECT = "세장한 단면에 대한 전체 감소 계수"
IDS_USSG_CHECK_WTR_ANGLE_LEG = "앵글 다리의 판-폭 두께비 검토"
IDS_USSG_CHECK_DTR_WEB = "웨브의 판-폭 두께비 검토"
IDS_USSG_CHECK_DTR_PIPE = "파이프의 직경-두께비 검토"
IDS_USSG_CHECK_WTR_STEM_TEE = "T-단면 스템의 판-폭 두께비 검토"
IDS_USSG_CHECK_WTR_STEM = "스템의 판-폭 두께비 검토( DTR )"
IDS_USSG_CHECK_WTR_PROJECT_FLANGE = "돌출 플랜지의 판-폭 두께비 검토"
IDS_USSG_CHECK_WTR_FLG_BOX_AXIS_RECT_SECT = "박스 단면( 정사각형 및 사각형 단면 ) 플랜지의 판-폭 두께비 검토( %s 축 )"
IDS_USSG_CHECK_WTR_WEB_BOX_AXIS_RECT_SECT = "박스 단면( 정사각형 및 사각형 단면 ) 웨브의 판-폭 두께비 검토( %s 축 )"
IDS_USSG_CHECK_WTR_PIPE = "파이프의 판-폭 두께비 검토( DTR )"
IDS_USSG_CALC_REDU_FACTOR_QS_SINGLE_ANGLE_MEMB = "단일 앵글 부재의 보강되지 않은 요소( %s )의 감소 계수 검토"
IDS_USSG_CALC_REDU_FACTOR_QS_ROLLED_MEMB = "DB 단면 부재의 보강되지 않은 요소( %s )의 감소 계수 검토"
IDS_USSG_CALC_REDU_FACTOR_QS_BUILTUP_MEMB = "조립 단면 부재의 보강되지 않은 요소( %s )의 감소 계수 검토"
IDS_USSG_CALC_REDU_FACTOR_QS_STEM_TEE_MEMB = "T-형 단면 스탬의 보강되지 않은 요소( %s )의 감소 계수 검토"
IDS_USSG_CALC_REDU_FACTOR_QA = "보강된 요소( %s )의 감소 계수 계산"
IDS_USSG_CALC_REDU_FACTOR_QA_AXIS_RECT_SECT = "보강된 요소( %s )의 감소 계수 계산( %s 축, 정사각형 및 직사각형 단면 )"
IDS_USSG_CALC_REDU_FACTOR_QA_PIPE = "파이프의 감소 계수 계산"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_WEB = "보강된 웨브( %s )의 유효 깊이 계산"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_WEB_AXIS_RECT_SECT = "보강된 웨브( %s )의 유효 깊이 계산( %s-축, 정사각형 및 직사각형 단면 )"
IDS_USSG_CALC_EFF_DEPTH_STIFFEN_FLG_AXIS_RECT_SECT = "정사각형 및 직사각형 단면의 보강된 플랜지의 y축에 대한 유효 깊이( B_ef$ ) 계산"
IDS_USSG_F_IS_TAKEN_AS_FCR_Q_1 = "F는 Q = 1.0으로 가정하고 계산한 Fcr값을 취함"
IDS_USSG_DEFINE_REDU_FACTOR_QS_TEE_SECT = "T-단면의 보강되지 않은 요소( %s )의 감소 계수 산정"
IDS_USSG_DEFINE_REDU_FACTOR_QA = "보강된 요소( %s )의 감소 계수 산정"
IDS_USSG_BUT_CONSERVATIVELY_TAKEN_AS = "보수적으로 다음 값을 취할 수 있음 : "
IDS_USSG_CONSERVATIVELY_TAKEN_VALE = "보수적으로 선택된 값"
IDS_USSG_FTB_STRESS = "휨-비틀림 좌굴 응력"
IDS_USSG_TOR_FTB_STRESS = "비틀림 및 휨-비틀림 좌굴 응력"
IDS_USSG_DOUBLE_SYMM_SHAPE = "2축 대칭 단면"
IDS_USSG_SIGNLE_SYMM_SHAPE_Y_AXIS = "y축에 대해서 대칭인 일축 대칭 단면"
IDS_USSG_UNSYMM_SHAPE = "비대칭 단면"
IDS_USSG_SLENDER_RATIO_AXIAL_TENS_MEMB = "축방향 인장 부재의 세장비"
IDS_USSG_CALC_SECT_PROP_PRINCIPAL_AXIS = "주축( u-강축, v-약축 )에 대한 단면 속성 계산"
IDS_USSG_ROTATE_ANGLE_AXIS_X_U = "x축과 u축 사이의 회전 각도"
IDS_USSG_MAJOR_PRINCIPAL_AXIS_INERTIA_MOMENT = "강축에 대한 주축 단면 2차 모멘트"
IDS_USSG_MINOR_PRINCIPAL_AXIS_INERTIA_MOMENT = "약축에 대한 주축 단면 2차 모멘트"
IDS_USSG_REQ_MOMENT_MAJOR_AXIS = "강축에 대한 소요 휨모멘트"
IDS_USSG_REQ_MOMENT_MINOR_AXIS = "약축에 대한 소요 휨모멘트"
IDS_USSG_CHECK_FLEX_STRENGTH_MAJOR_AXIS = "강축에 대한 휨강도 검토"
IDS_USSG_CHECK_FLEX_STRENGTH_MINOR_AXIS = "약축에 대한 휨강도 검토"
IDS_USSG_SKIP_FLEX_STRENGTH_MAJOR_AXIS_CHECK = "강축( X )에 대한 휨강도 검토는 생략함"
IDS_USSG_SKIP_FLEX_STRENGTH_MINOR_AXIS_CHECK = "약축( X )에 대한 휨강도 검토는 생략함"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_YIELDING = "항복에 대한 공칭 휨강도 계산( Y )"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_FLB = "플랜지 국부 좌굴에 대한 공칭 휨강도 계산( FLB )"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_LFB = "횡방향 휨 좌굴에 대한 공칭 휨강도 계산( LTB )"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_LTB = "횡방향 비틀림 좌굴에 대한 공칭 휨강도 계산( LTB )"
IDS_USSG_CALC_NOMINAL_FLEX_STRENGTH_WLB = "웨브 국부 좌굴에 대한 공칭 휨강도 계산( WLB )"
IDS_USSG_CLAC_NOMINAL_FLEX_STRENGTH_LB = "국부 좌굴에 대한 공칭 휨강도 계산( LB )"
IDS_USSG_CALC_TFY = "인장 플랜지 항복 계산( TFY )"
IDS_USSG_CALC_CFY = "압축 플랜지 항복 계산( CFY )"
IDS_USSG_CHECK_FLEX_STRENGTH_MAJOR_AXIS_U_SKIPPED = "강축( U )에 대한 휨강도 검토는 생략함"
IDS_USSG_CHECK_FLEX_STRENGTH_MINIR_AXIS_V_SKIPPED = "약축( V )에 대한 휨강도 검토는 생략함"
IDS_USSG_CHECK_FLEX_STRENGTH_SKIPPED = "휨강도 검토는 생략함"
IDS_USSG_CALC_FLEX_STRENGTH_YIELDING_SINGLE_ANGLE = "단일 앵글 부재의 항복에 대한 휨강도 계산( Y )"
IDS_USSG_ELASTIC_SECT_MODULUS_REFER_TENS_COMP_FLANGE = "인장 및 압축 플랜지에 관한 탄성 단면 계수"
IDS_USSG_YIELD_MOMENT_U_AXIS = "u축 휨에 대한 항복 모멘트"
IDS_USSG_CALC_FLEX_STRENGTH_LLB_NONCOMPACT_SINGLE_ANGLE = "비조밀 단일 앵글 부재의 레그 국부 좌굴( LLB ) 산정을 위한 휨강도 계산"
IDS_USSG_CALC_FLEX_STRENGTH_LLB_SLENDER_SINGLE_ANGLE = "세장한 단일 앵글 부재의 레그 국부 좌굴( LLB ) 산정을 위한 휨강도 계산"
IDS_USSG_CALC_FLEX_STRENGTH_LTB_SINGLE_ANGLE = "단일 앵글 부재의 횡-비틀림 좌굴( LTB ) 산정을 위한 휨강도 계산"
IDS_USSG_CALC_WTR_FLG_FLEX = "휨을 받는 플랜지의 판-폭 두께비 제한값 계산"
IDS_USSG_CALC_WTR_WEB_FLEX = "휨을 받는 웨브의 판-폭 두께비 제한값 계산"
IDS_USSG_CALC_WTR_FLG_FLEX_SEIS_PROV = "휨을 받는 플랜지의 내진 설계 특별 기준을 적용한 판-폭 두께비 제한값 계산"
IDS_USSG_CALC_WTR_WEB_FLEX_SEIS_PROV = "휨을 받는 웨브의 내진 설계 특별 기준을 적용한 판-폭 두께비 제한값 계산"
IDS_USSG_CALC_WTR_PIPE_FLEX = "휨을 받는 파이프의 판-폭 두께비 제한값 계산"
IDS_USSG_CALC_WTR_FLB = "플랜지 국부 좌굴( FLB )을 위한 판-폭 두께비 제한값 계산"
IDS_USSG_CHECK_INTERATION_COMBINED_STRENGTH = "조합 강도의 상호 작용 검토"
IDS_USSG_RADIUS_GYRATION_MINOR_PRINCIPAL_AXIS = "약축에 대한 주축의 단면 1차 반경"
IDS_USSG_COORDINATE_V_AXIS_ALONG_SHEAR_CENETR = "전단 중심의 v축 좌표"
IDS_USSG_SEISMICALLY_COMPACT = "내진 조밀 단면"
IDS_USSG_COMPACT_FLG_NOT_APPLIED_FLB = "조밀 플랜지  %s 플랜지 국부 좌굴의 한계 상태는 적용하지 않음"
IDS_USSG_COMPACT_FLG_NOT_APPLIED_WLB = "조밀 플랜지  %s 웨브 국부 좌굴의 한계 상태는 적용하지 않음"
IDS_USSG_COMPACT_WEB_NOT_APPLIED_WLB = "조밀 웨브  %s 웨브 국부 좌굴의 한계 상태는 적용하지 않음"
IDS_USSG_NOT_APPLIED_TFY = "인장 플랜지 항복의 한계 상태는 적용하지 않음"
IDS_USSG_NOT_APPLIED_LTB = "횡-비틀림 좌굴은 적용하지 않음"
IDS_USSG_CALC_PLATIFICATION_FACTOR = "소성화 계수 계산"
IDS_USSG_SKIP_SHEAR_CHECK = "전단 강도 검토 생략함"
IDS_USSG_AXIAL_FORCE_NEED_CONSIDERED = "축방향력의 영향이 고려되어야 함"
IDS_USSG_AXISL_FORCE_NOT_NEED_CONSIDERED = "축방향력의 영향을 고려할 필요없음"
IDS_USSG_CALC_WEB_SHEAR_COEFF_SINGLE_ANGLE = "단일 앵글 부재의 웨브 전단 상수( %s ) 계산"
IDS_USSG_CALC_WEB_SHEAR_COEFF = "웨브 전단 상사 계산"
IDS_USSG_SLENDER_WEB_NOT_ALLOWABLE = "세장한 웨브  %s 세장한 웨브는 허용되지 않음"
IDS_USSG_CHECK_FLEX_STRENGTH_CIRCULAR_TUBE = "원형 튜브의 휨강도 검토"
IDS_USSG_CHECK_FLEX_STRENGTH_CIRCULAR_BAR = "원형 바의 휨강도 검토"
IDS_USSG_LATERAL_UNBRACED_LENGTH_INELASTIC_LTB = "비탄성 횡-비틀림 좌굴의 한계 상태를 위한 횡비지지 길이 계산"
IDS_USSG_LATERAL_UNBRACED_LENGTH_YIELDING = "항복의 한계 상태를 위한 횡비지지 길이의 제한값 계산"
IDS_USSG_CALC_EFF_RADIUS_GYRATION_LTB = "횡-비틀림 좌굴을 위한 유효 단면 1차 반경 계산"
IDS_USSG_CALC_BENDING_STRENGTH_REDU_FACTOR = "휨강도 감소 계수 계산"
IDS_USSG_DISTANCE_BETWEEN_FLG_CENTROID = "플랜지 중심간 거리"
IDS_USSG_CLAC_WEB_PLATE_BUCKLING_COEFF = "웨브 플레이트 좌굴 상수 계산"
IDS_USSG_FOR_STEM_OF_TEE_WITH = "다음의 조건을 만족하는 T-형 단면의 스템 : "
IDS_USSG_FOR_STIFFENED_WEB = "보강된 웨브"
IDS_USSG_FOR_WEB_ROLLED_H_WITH = "또는 다음의 조건을 만족하는 DB 단면 H-형강"
IDS_USSG_FOR_ROLLED_H = "DB 단면 H-형강 부재"
IDS_USSG_FOR_WEBS_DOUBLE_SINGLE_SYMM_SHAPE = "모든 일축 / 이축 대칭 단면의 웨브 및 채널 단면"
IDS_CHECK_TORSION_STRENGTH = "비틀림 강도 검토"
IDS_CALC_CRITICAL_STRESS = "임계 응력 계산"
IDS_CALC_INTERATIO_RATIO_COMBINED_STRENGTH = "조합 강도의 조합 강도비 계산"
IDS_ELASTIC_SECT_MODULUS = "탄성 단면 계수"
IDS_FORMULA = "공식"
IDS_USSG_CALC_COMP_EFFECTIVE_AREA = "세장한 단면의 유효 단면적 계산"
IDS_USSG_CALC_COMP_EFFECTIVE_AREA_WIDTH = "유효폭을 이용한 유효 단면적 계산"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG_TOP = "유효폭 계산 (상부플랜지)"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_FLG_BOT = "유효폭 계산 (하부플랜지)"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_WEB = "유효웨브 계산"
IDS_USSG_CALC_COMP_EFFECTIVE_WIDTH_STEM = "유효스템 계산"
IDS_USSG_FOR_STEM_WEB_TENS = "인장을 받는 스템이나 웨브 다리"
IDS_USSG_FOR_STEM_WEB_COMP = "압축을 받는 스템이나 웨브 다리"
IDS_USSG_FOR_OTHER_H_C = "H-형강 또는 채널 단면 이외"
IDS_USSG_WEB_BUCKLING_COEFF = "웨브판 좌굴 계수"
IDS_USBP_CHECK_DEVELOPEMENT_LENGTH_ANCHOR_BOLT = "앵커 볼트의 정착 길이 검토"
IDS_USBP_BASE_PLATE = "베이스 플레이트"
IDS_USBP_RIB_WING = "리브 / 윙 플레이트"
IDS_USBP_ANCHOR_BOLT = "앵커 볼트"
IDS_USBP_RIB = "리브"
IDS_USBP_WING_PLATE = "윙 플레이트"
IDS_USBP_RIB_PLATE = "리브 플레이트"
IDS_USBP_RIB_WING_PLATE = "리브 플레이트 및 윙 플레이트"
IDS_USBP_PEDESTAL = "페데스탈"
IDS_USBP_CHECK_BEARING_STRESS_BASE_PLATE = "베이스 플레이트의 지방 응력 검토"
IDS_USBP_REACTION_FORCE_NOT_EXIST = "반력이 존재하지 않음"
IDS_USBP_BEARING_STRESS = "지압 응력"
IDS_USBP_CALC_BEARING_STRESS_CONCRETE = "콘크리트의 지압 응력 계산"
IDS_USBP_CHECK_TENSILE_STRENGTH = "인장 강도 검토"
IDS_USBP_TENSION_FORCE_IS_NOT_EXIST = "인장력이 존재하지 않음"
IDS_USBP_CHECK_DEVELOPMENT_LENGTH = "갈고리형 철근의 정착 길이 검토"
IDS_USBP_APPLIED_LCOM_BEARING_STRESS = "지압 응력 검토에 적용되는 하중 조합"
IDS_USBP_CHECK_TENSION_STRESS_ANCHOR_BOLT = "앵커 볼트의 인장 응력 검토"
IDS_USBP_TENSION_FORCE_NOT_EXIST = "인장력이 존재하지 않음"
IDS_USBP_CHECK_BASE_PLATE = "베이스 플레이트 검토"
IDS_USBP_DESIGN_MOMENT_USE_AVERAGE = "설계 모멘트( 평균값 적용 )"
IDS_USBP_FORCE_DIAGRAM = "부재력 다이아그램"
IDS_USBP_CHECK_RIB_PLATE = "리브 플레이트 검토"
IDS_USBP_CHECK_WING_PLATE = "윙 플레이트 검토"
IDS_USBP_CHECK_ANCHOR_BOLT_CIP = "앵커 볼트 검토( 선설치 앵커 볼트 )"
IDS_USBP_ANCHOR_BOLT_NOT_EXIST = "앵커 볼트가 존재하지 않음"
IDS_USBP_CHECK_DEVELOP_LENGTH_ANCHOR_BOLT = "앵커 볼트( 갈고리형 철근 )의 정착 길이 검토"
IDS_USBP_INPUT_LIST = "철골 베이스 플레이트 입력 데이터 리스트"
IDS_USBP_START_ANGLE = "시작 각도"
IDS_USBP_GENERATE_REPORT = "철골 베이스 플레이트 계산서 생성 중 ..."
IDS_USBP_NUMBER_ANCHOR_BOLT = "앵커 볼트 개수"
IDS_USBP_NOX = "번호(X)"
IDS_USBP_NOY = "번호(Y)"
IDS_USBP_CHECK_TENSION_STRESS_BEARING = "Check tensile stress in Bearing"
IDS_USBP_CALC_BP_THK = "Calculate Base Plate Thickness"
IDS_CALC_THK_RATIO = "Calculate Base Plate Thickness Ratio"
IDS_USCG_INPUT_LIST = "철골 크레인 주행보 입력 데이터 리스트"
IDS_USCG_COVER_PLATE = "커버 플레이트"
IDS_USCG_WHEEL_LOAD = "휠하중"
IDS_USCG_SIZE_IMPACT_FACTOR = "크기 및 충격 계수"
IDS_USCG_BACK_TRUSS = "백 트러스"
IDS_USCG_FATIGUE_DEFLECTION = "피로 및 처짐"
IDS_USCG_NO_WHEEL = "휠의 개수"
IDS_USCG_INCLUDE_SELF_WEIGHT = "자중 고려"
IDS_USCG_RAIL_WIDTH = "주행 레일 너비"
IDS_USCG_VER = "수직"
IDS_USCG_HOR = "수평"
IDS_USCG_RUN = "주행"
IDS_USCG_NUMBER_STRESS_RANGE_FLUCTUTATION = "사용 기간 내의 반복 하중 재하 회수"
IDS_USCG_CRITERIA_FOR_VERT_DEFLECTION_CHECK = "수직 처짐 검토 기준"
IDS_USCG_VERTICAL_DIR = "수직 방향"
IDS_USCG_HORIZONTAL_DIR = "수평 방향"
IDS_USCG_RUNNING_DIR = "주행 방향"
IDS_USCG_CHECK_FATIGUE = "피로 검토"
IDS_USCG_CHECK_STIFFENER = "스티프너 검토"
IDS_USCG_CHECK_STIFFENER_END = "스티프너 검토( 단부 )"
IDS_USCG_CHECK_STIFFENER_MIDDLE = "스티프너 검토( 중앙부 )"
IDS_USCG_DATA_TO_CALC_STIFFENER_NOT_SUPPLIED = "스티프너 검토를 위한 정보가 업습니다. 스티프너 입력 정보를 확인하세요."
IDS_USCG_IMPACT_FACTOR = "충격 계수"
IDS_USCG_BRACE_TENSION_FLANGE = "인장 플랜지 구속"
IDS_USCG_BACK_GIRDER = "백 거더"
IDS_USCG_VERTICAL_STIFFENER = "수직 스티프너"
IDS_USCG_BEARING_STIFFENER_AT_SUPPORT = "지점부의 베어링 스티프너"
IDS_USCG_INTERMEDIATE_STIFFENER = "중간 스티프너"
IDS_USCG_FATIGUE = "피로"
IDS_USCG_NUMBER_STRESS_RANGE_FLUCTUTAION = "사용 기간 내의 반복 하중 재하 회수"
IDS_USCG_CALC_MEMBER_FORCE_BY_WHEEL_LOAD = "휠 하중에 의한 부재력 계산"
IDS_USCG_VERTICAL_MEMBER_FORCES = "수직 부재력"
IDS_USCG_MAX_SHEAR_FORCE = "최대 전단력"
IDS_USCG_MAX_REACTION_AT_SUPPORT = "지점에서의 최대 반력"
IDS_USCG_DETERMINE_MEMBER_FORCES = "설계 부재력 산정"
IDS_USCG_MAX_BENDING_MOMENT = "최대 휨모멘트"
IDS_USCG_REACTION_AT_SUPPORT_A_MAX_MOMENT = "최대 휨모멘트인 경우 지점 A의 반력"
IDS_USCG_REACTION_AT_SUPPORT_B_MAX_MOMENT = "최대 휨모멘트인 경우 지점 B의 반력"
IDS_USCG_HORIZONTAL_MEMBER_FORCES = "수평 부재력"
IDS_USCG_BENDING_MOMENT = "휨모멘트"
IDS_USCG_REACTION_AT_SUPPORT_A = "지점 A에서의 반력"
IDS_USCG_REACTION_AT_SUPPORT_B = "지점 B에서의 반력"
IDS_USCG_RUNNING_DIRECTIONAL_MEMBER_FORCES = "주행 방향 부재력"
IDS_USCG_POSSIBLE_MAX_AXIAL_FORCE = "발생 가능한 최대 축방향력"
IDS_USCG_CHECK_ALLOWABLE_FATIGUE_STRESS = "허용 피로 응력 검토"
IDS_USCG_FATIGUE_CHECKED_BY_APPENDIX_3_AISC = "피로는 "AISC LRFD Manual, 2005"의 "Appendix 3."을 근거로 검토함"
IDS_USCG_CALC_DESIGN_STRESS_RANGE = "설계 응력 범위 계산"
IDS_USCG_STRESS_CATEGORY = "응력 범주"
IDS_USCG_MAX_DEFLECTION = "최대 처짐"
IDS_USCG_MAX_MOMENT_BY_LIVE_LOAD = "활하중에 의한 최대 모멘트"
IDS_USCG_MAX_STRESS_BY_LIVE_LOAD = "활하중에 의한 최대 응력"
IDS_USCG_CALC_MEMBER_FORCE_BY_SELF_WEIGHT = "자중에 의한 부재력 계산"
IDS_USCG_POSITION_LOAD_CENTER_FROM_SUPPORT_A = "지점 A로 부터 하중 중심까지의 거리"
IDS_USCG_POSITION_MAX_DEFLECTION_FROM_SUPPORT_A = "지점 A로 부터 최대 처짐까지의 거리"
IDS_USCG_CALC_MEMBER_FORCES_BY_BACK_GIRDER = "백 거더에 의한 부재력 계산"
IDS_USCG_AXIAL_FORCE_BY_BACK_GIRDER = "백 거더에 의한 축방향력"
IDS_USCG_MIN_STRESS_BY_LIVE_LOAD = "활하중에 의한 최소 응력"
IDS_USCG_CHECK_BEARING_STIFFENER_AT_SUPPORT = "지점에서의 베어링 스티프너 검토"
IDS_USCG_CHECK_IF_STIFFENER_IS_REQ = "스티프너의 필요 여부 검토"
IDS_USCG_CHECK_REQ_FOR_STIFFENER = "프티프너 요구 사항 검토"
IDS_USCG_CHECK_REQ_FOR_STIFFENER_TO_APPLY_TENSION_ACTION = "인장력 작용 적용을 위한 스티프너의 요구 사항 검토"
IDS_USCG_REACTION_AT_SUPPORT = "지점에서의 반력"
IDS_USCG_STRESS_RANGE_BY_LIVE_LOAD = "활하중에 의한 응력 범위"
IDS_USCG_BENDING_MOMENT_AT_LOAD_CENTER = "하중 중심에서의 휨모멘트"
IDS_USCG_CHECK_FLANGE_WEB_UNDER_CONCENTRATED_FORCE = "집중 하중을 받는 플랜지 및 웨브 검토"
IDS_USCG_CHECK_INTERMEDIATE_STIFFENER = "중간 스티프너 검토"
IDS_USCG_CHECK_REQ_TENSION_FIELD_ACTION = "인장력 작용을 위한 요구 사항 검토"
IDS_USCG_CHECK_WEB_UNDER_CONCENTRATED_FORCE = "집중 하중을 받는 웨브 검토"
IDS_USCG_STIFFENER_AXIAL_STRENGTH = "스티프너의 축강도"
IDS_USCG_FLANGE_LOCAL_BENDING = "플랜지 국부 휨"
IDS_USCG_WEB_LOCAL_YIELDING = "웨브 국부 항복"
IDS_USCG_WEB_CRIPPLING = "웨브 크리플링"
IDS_USCG_WEB_SIDESWAY_BUCKLING = "웨브 횡좌굴"
IDS_USCG_WEB_COMPRESSION_BUCKLING = "웨브 압축 좌굴"
IDS_USCG_GENERATE_REPORT = "철골 크레인 주행보 계산서 생성 중 ..."
IDS_USCG_H_SECTION = "H-형강"
IDS_USCG_CRITERIA_HORZ_DEFLECT_CHECK = "수평 처짐 검토 기준"
IDS_USCG_CONSTANT = "상수"
IDS_USCG_THRESHOLD_FATIGUE_STRESS_RANGE = "임계 피로 응력 범위"
IDS_USCG_DESIGN_STRESS_RANGE = "설계 응력 범위"
IDS_USCG_POSSIBLE_MAX_STRESS = "발생 가능한 최대 응력"
IDS_USCG_VERT_DEFLECTION = "수직 처짐"
IDS_USCG_HORZ_DEFLECTION = "수평 처짐"
IDS_USCG_POSITION_LOAD_CENTER = "하중 중심의 위치"
IDS_USCG_POSITION_LOAD_CENTER_1ST_WHEEL = "%s 휠로 부터 하중 중심까지의 거리"
IDS_USCG_DISTANCE_1ST_WHEEL_FROM_SUPPORT_A = "지점 A로 부터 %s 휠까지의 거리"
IDS_USCG_REQUIREMENT_FOR_STIFFENER_I = "스티프너( I ) 요구 사항"
IDS_USCG_TENSION_FIELD_ACTION = "인장력 작용"
IDS_USCG_REQUIREMENT_TENSION_FIELD_ACTION = "인장력 작용을 위한 요구 사항"
IDS_USCG_DESIGN_AXIAL_FORCE = "설계 축방향력"
IDS_USFW_MAXIMUM_FORCE = "최대 부재력"
IDS_USCG_SELG_WEIGHT_OF_CRANE_GIRDER_IS_NOT_CONSIDERED = "크레인 거더의 자중은 고려되지 않음"
IDS_USCG_SELG_WEIGHT_OF_CRANE_GIRDER_IS_CONSIDERED = "크레인 거더의 자중은 고려됨"
IDS_USPG_PURLIN = "중도리"
IDS_USPG_GIRT = "띠장"
IDS_USPG_CONTINUITY = "연속성"
IDS_USPG_VERTICAL_LOAD = "수직 하중"
IDS_CHECK_STRENGTH = "강도 검토"
IDS_USPG_GENERATE_REPORT = "철골 중도리 / 띠장 계산서 생성 중 ..."
IDS_USPG_BY_CODE = "기준에 의함"
IDS_USPG_INPUT_LIST = "철골 중도리 / 띠장 입력 데이터 리스트"
IDS_USPG_STRENGTH_DETAIL = "강도 검토 상세"
IDS_USWO_INPUT_LIST = "철골 웨브 개공보 입력 데이터 리스트"
IDS_USWO_USE_PLATE = "플레이트 적용"
IDS_USWO_REINFORCING_PLATE = "보강 플레이트 사용"
IDS_USWO_DOUBLE = "이중 플레이트 사용"
IDS_USWO_CONSIDER_SELF_WEIGHT = "자중 고려"
IDS_USWO_UNIT_LOAD = "단위 하중"
IDS_USWO_RADIUS = "반지름"
IDS_USWO_DECK = "데크"
IDS_USWO_WEB_OPENING = "웨브 개구부"
IDS_USWO_CORNER_RADIUS = "모서리 반지름"
IDS_USWO_DESIGN_FORCE_USER = "사용자 입력 설계 부재력"
IDS_USWO_CONCENTRAED_FORCE = "집중 하중"
IDS_USWO_CHECK_STABILITY_CONSIDERATIONS = "안정성 고려 사항 검토"
IDS_USWO_CHECK_GUIDELINES_FOR_DETAILING = "단면 상세에 대한 제한 사항 검토"
IDS_USWO_OPENDING_AND_TEE_DIMENSIONS = "개구부 및 T-형 단면 치수"
IDS_USWO_CORNER_RADII_EDGE_OF_OPENING = "모서리 반지름 및 개구부 위치"
IDS_USWO_CALC_MAX_SHEAR_CAPACITY = "최대 전단 강도 계산"
IDS_USWO_CALC_MAX_MOMENT_CAPACITY = "최대 모멘트 강도 계산"
IDS_USWO_CALC_MOMENT_SHEAR_INTERACTION = "모멘트-전단력 상호 작용 계산"
IDS_USWO_CHECK_ADDITIONAL_REQUIREMENT = "추가 요구 사항 검토"
IDS_USWO_REQUIREMENT_FOR_REINORCING_PLATE_ONE_SIDE = "한 쪽 면에만 설치하는 보강 플레이트의 요구 사항"
IDS_USWO_MAX_MOMENT_CAPACITY_REINFORCED = "최대 모멘트 강도 ( 보강 상태 )"
IDS_USWO_MAX_MOMENT_CAPACITY_UNREINFORCED = "최대 모멘트 강도 ( 비보강 상태 )"
IDS_USWO_MAX_MOMENT_CAPACITY = "최대 모멘트 강도"
IDS_USWO_CORNER_RADII = "모서리 반지름"
IDS_USWO_EDGE_OPENING = "개구부 위치"
IDS_USWO_CALC_SELF_WEIGHT = "자중 계산"
IDS_USWO_DESIGN_FORCE_OPENING = "개구부에서의 설계 부재력"
IDS_USWO_MAX_SHEAR_CAPACITY = "최대 전단 강도"
IDS_USWO_REINFORCEMENT_LENGTH_SPACING_OPENING = "보강 길이 및 개구부 간격"
IDS_USWO_REINFORCEMENT_LENGTH_BEYOND_OPENING = "개구부로부터의 보강 길이"
IDS_USWO_LOCAL_BUCKLING_COMPRESSION_FLANGE_OR_REINFORCEMENT = "압축 플랜지나 보강 플레이트의 국부 좌굴"
IDS_USWO_LIMIT_WTR_WEB = "웨브의 판-폭 두께비 제한값"
IDS_USWO_REQUIREMENT_STUD = "스터드 요구 사항"
IDS_USWO_CALC_MOMENT_CAPACITY_UNPERFORATED_BEAM = "단면 손실이 없는 합성보의 휨모멘트 강도 계산"
IDS_USWO_MOMENT_CAPACITY_UNPERFORATED_BEAM_STEEL = "단면 손실이 없는 철골보의 모멘트 강도"
IDS_USWO_CALC_FORCE_IN_CONCRETE = "콘크리드의 부재력 계산"
IDS_USWO_CALC_FORCE_IN_CONCRETE_STEEL = "콘크리트와 강재의 부재력 계산"
IDS_USWO_PRE_CALC_MAX_SHEAR_CAPACITY = "최대 전단 강도를 위한 사전 계산"
IDS_USWO_AXIAL_FORCE_IN_CONCRETE_REINFORCEMENT = "콘크리트와 보강재의 축방향력"
IDS_USWO_SPACING_OPENING = "개구부 간격"
IDS_USWO_MAX_CAPACITY = "최대 강도"
IDS_USWO_MOMENT_STRENGTH = "모멘트 강도"
IDS_USWO_CALC_MAX_SHEAR_CAPACITY_TEE = "T-단면의 최대 전단 강도 계산"
IDS_USWO_MAX_SHEAR_CAPACITY_TEE = "T-단면의 최대 전단 강도 계산"
IDS_USWO_GENERATE_REPORT = "철골 웨브 개공보 계산서 생성 중 ..."
IDS_USWO_ELASTIC_MODULUS_CONCRETE = "콘크리트의 탄성 계수"
IDS_USWO_MOMENT_SHEAR_INTERACTION_RATIO = "모멘트-전단 상호 작용 비율"
IDS_USWO_OPENING_PARAMETER = "개구부 변수"
IDS_USWO_CONSIDER_CONCENTRAED_FORCE = "집중 하중 고려"
IDS_USWO_DISTANCE_TO_EDGE_OPENING = "개구부 연단까지의 거리"
IDS_USWO_RECALCULRATION_IS_REQUIRED = "재계산 필요함"
IDS_USWO_SHAER_CAPACITY_OF_TOP_TEE_2ND_PHASE = "T-단면 상단의 전단 강도 계산 (2 단계)"
IDS_USWO_MODIFY_VM_BY_WIDTH_THICHNESS_RATIO_OF_WEB = "웨브의 판-폭 두께비로 V_m$ 수정"
IDS_USST_INPUT_LIST = "철골 계단 입력 데이터 리스트"
IDS_USST_CHECK_SECTIONS = "단면 검토"
IDS_USST_TYPE_SUPPORT = "유형 및 지점 조건"
IDS_USST_SECTION_TYPE_SUPPORT = "단면( 유형 및 지점 조건 )"
IDS_USST_SECTION_STRINGER = "단면( 스티링거 )"
IDS_USST_SECTION_PLATE = "단면( 플레이트 )"
IDS_USST_SUPPORT_CONDITIONS = "지지 조건"
IDS_USST_LEFT_SUPPORT = "좌측 지점 조건"
IDS_USST_RIGHT_SUPPORT = "우측 지점 조건"
IDS_USST_STAIR_TYPE = "계단 유형"
IDS_USST_SUPPORT_L = "지점( 좌 )"
IDS_USST_SUPPORT_R = "지점( 우 )"
IDS_USST_STRINGER = "스트링거"
IDS_USST_STRINGER1 = "스트링거1"
IDS_USST_STRINGER2 = "스트링거2"
IDS_USST_STRINGER3 = "스트링거3"
IDS_USST_STRINGER4 = "스트링거4"
IDS_USST_STAIR_HEIGHT = "계단 높이"
IDS_USST_STAIR_WIDTH = "계단 너비"
IDS_USST_GENERATE_REPORT = "철골 계단 계산서 생성 중 ..."
IDS_USWE_INPUT_LIST = "철골 용접 입력 데이터 리스트"
IDS_USWE_THIK_BASE_MEMBER = "두께( 기준 부재 )"
IDS_USWE_LENGTH_ANGLE = "앵글의 길이"
IDS_USWE_LEG_SIZE_WELD_SMAX = "용접 목두께( 용접 부재측, 최대 )"
IDS_USWE_LEG_SIZE_WELD_SMIN = "용접 목두께( 용접 부재측, 최소 )"
IDS_USWE_LEG_SIZE_BASE_SMAX = "용접 목두께( 기준 부재측, 최대 )"
IDS_USWE_LEG_SIZE_BASE_SMIN = "용접 목두께( 기준 부재측, 최소 )"
IDS_USWE_LEG_SIZE_FLANGE_SMAX = "용접 목두께( 플랜지, 최대 )"
IDS_USWE_LEG_SIZE_FLANGE_SMIN = "용접 목두께( 플랜지, 최소 )"
IDS_USWE_LEG_SIZE_WEB_SMAX = "용접 목두께( 웨브, 최대 )"
IDS_USWE_LEG_SIZE_WEB_SMIN = "용접 목두께( 웨브, 최소 )"
IDS_USWE_LEG_SIZE = "용접 목두께"
IDS_USWE_WELD_MEMBER = "용접 부재"
IDS_USWE_BASE_MEMBER = "기준 부재"
IDS_USWE_WELD_MEMBER_SIDE = "용접 부재측"
IDS_USWE_BASE_MEMBER_SIDE = "기준 부재측"
/**/IDS_USWE_STRENGTH_WELD_MEMBER_SIDE = "Strength of Weld Member Side"
/**/IDS_USWE_STRENGTH_BASE_MEMBER_SIDE = "Strength of Base Member Side"
/**/IDS_USWE_STRESS_WELD_MEMBER_SIDE = "Stress in Weld Member Side"
/**/IDS_USWE_STRESS_BASE_MEMBER_SIDE = "Stress in Base Member Side"
IDS_USWE_CHECK_STIFFENER = "스티프너 검토"
IDS_USWE_CALC_BEAM_FLANGE_FORCE = "보의 플랜지 부재력 계산"
IDS_USWE_DESIGN_MOMENT_FLANGE_FORCE = "설계 모멘트 및 플랜지 부재력"
IDS_USWE_CHECK_SECTION_STIFFENER = "스티프너 단면 검토"
IDS_USWE_WIDTH_STIFFENER = "스티프너 너비"
IDS_USWE_WIDTH_THICK_RATIO = "판-폭 두께비"
IDS_USWE_LOCAL_BUCKLING_STRESS_DUE_TO_FLANCE_FORCE = "보의 플랜지 부재력에 의한 국부 좌굴 응력"
IDS_USWE_COLM_WEB_CLIPPLING = "기둥 웨브 크리플링"
IDS_USWE_COLM_WEB_COMPRESSION_BUCKLING = "기둥 웨브 압축 좌굴"
IDS_USWE_WELD_SIZE_POSITION = "용접 크기 및 위치"
IDS_USWE_WELD_SIZE_LEG = "용접 크기( 목두께 )"
IDS_USWE_MOMENT_DISTRIBUTION_FACTOR = "모멘트 분배 계수"
IDS_USWE_CALC_PROP_WELDING = "용접 속성 계산"
IDS_USWE_CALC_STRESS = "응력 계산"
IDS_USWE_CHECK_RATIO = "빙률 검토"
IDS_USWE_ELECTRODE = "용접봉"
IDS_USWE_NO_ANGLE = "앵글의 개수"
IDS_USWE_POSITION_TYPE = "위치 유형"
IDS_USWE_CHECK_REQUIREMENT = "요구 사항 검토"
IDS_USWE_CHECK_LENGTH_ANGLE = "앵글의 길이 검토"
IDS_USWE_CHECK_LEG_SIZE_WELD = "목두께 검토( 용접 부재측 )"
IDS_USWE_CHECK_LEG_SIZE_BASE = "목두께 검토( 기준 부재측 )"
IDS_USWE_CHECK_LEG_SIZE_FLANGE = "목두께 검토( 플랜지 )"
IDS_USWE_CHECK_LEG_SIZE_WEB = "목두께 검토( 웨브 )"
IDS_USWE_CALC_PROP_WELD_MEMB = "속성 계산( 용접 부재 )"
IDS_USWE_CALC_PROP_BASE_MEMB = "속성 계산( 기준 부재 )"
IDS_USWE_CALC_PROP = "속성 계산"
IDS_USWE_CALC_ALLOWABLE_STRESS = "허용 응력 계산"
IDS_USWE_CALC_SECTION_PROP = "단면 속성 계산"
IDS_USWE_CALC_DESIGN_FLANGE_FORCE = "설계 플랜지 부재력 계산"
IDS_USWE_CHECK_WIDTH_STIFFENER = "스티프너의 너비 검토"
IDS_USWE_CHECK_WTR_STIFFENER = "스티프너의 판-폭 두께비 검토"
IDS_USWE_CHECK_LOCAL_BUCKLING_STRESS_DUE_TO_FLANGE_FORCE = "보의 플랜지 부재력에 의한 국부 좌굴 검토"
IDS_USWE_CALC_STRESS_BY_FLANGE_FORCE = "플랜지 부재력에 의한 응력 계산"
IDS_USWE_CHECK_COLM_WEB_CLIPPLING = "기둥의 웨브 클리플링 검토"
IDS_USWE_CALC_WEB_CRIPPLING_FORCE = "웨브의 크리플링 부재력 계산"
IDS_USWE_CHECK_COLM_WEB_COMPRESSION_BUCKLING = "기둥의 웨브 압축 좌굴 검토"
IDS_USWE_CALC_WEB_COMPRESSION_BUCKLING_FORCE = "웨브의 압축 좌굴 부재력 계산"
IDS_USWE_SECTION_WELD_MEMB = "단면( 용접 부재 )"
IDS_USWE_GENERATE_REPORT = "철골 용접 계산서 생성 중 ..."
IDS_UCCB_INPUT_LIST = "합성 부재 / 합성보 입력 데이터 리스트"
IDS_UCCB_THIK_CONCRETE = "콘크리트의 두께"
IDS_UCCB_FINISH_LOAD = "마감 하중"
IDS_UCCB_CONSTRUCTION = "시공"
IDS_UCCB_CONSTRUCTION_LOAD = "시공 하중"
IDS_UCCB_PLASTIC_DESIGN_COMPACT = "소성 설계( 조밀 단면 )"
IDS_UCCB_ELASTIC_DESIGN_NONCOMPACT = "탄성 설계( 비조밀 단면 )"
IDS_UCCB_NONCOMPACT_SECT_ELASTIC_DESIGN = "비조밀 단면 → 탄성 설계"
IDS_UCCB_COMPACT_SECT_PLASTIC_DESIGN = "조밀 단면 → 소성 설계"
IDS_UCCB_CALC_EFFECTIVE_WIDTH_SLAB = "슬래브의 유효폭 계산"
IDS_UCCB_CALC_DESIGN_LOAD_BY_SELF_WEIGHT = "자중에 의한 설계 하중 계산"
IDS_UCCB_CALC_DESIGN_FORCE_CONSTRUCTION = "시공 중 설계 부재력 계산"
IDS_UCCB_CALC_BEAM_MODE_PROP = "보 모드 속성 계산"
IDS_UCCB_CALC_DEFLECT_FREQUENCY = "처짐 및 진동수 계산"
IDS_UCCB_CALC_EFFECTIVE_GIRDER_PANEL_WIDTH_HEIGHT = "유효 거더 판넬의 너비 및 무게 계산"
IDS_UCCB_CALC_EFFECTIVE_BEAM_PANEL_WIDTH_HEIGHT = "유효 보 판넬의 너비 및 무게 계산"
IDS_UCCB_CHECK_VIRBRATION_COMBINED_MODE = "조합 모드의 진동 검토"
IDS_UCCB_SECTION_HBEAM_SLAB = "H-형강 및 슬래브 단면"
IDS_UCCB_SECTION_STUD = "스터드 단면"
IDS_UCCB_CHECK_REQUIREMENT_STUD = "스터드 요구 사항 검토"
IDS_UCCB_CHECK_DEFLECT_CONSTRUCTION = "시공 중 처짐 검토"
IDS_UCCB_CALC_TRANSFORMED_MOMENT_INERTIA = "변형된 단면 2차 모멘트 계산"
IDS_UCCB_CALC_TRANSFORMED_MOMENT_INERTIA_PER_UNITWIDTH = "단위 너비당 변형된 단면 2차 모멘트 계산"
IDS_UCCB_CONST_LOAD = "시공 하중"
IDS_UCCB_DEAD_LIVE = "고정하중 및 활하중"
IDS_UCCB_CHECK_SIZE = "부재 크기 검토"
IDS_UCCB_CALC_THICK_DECK_SLAB = "데크 슬래브의 두께 계산"
IDS_UCCB_CHECK_DEFLECT_DEAD = "고정 하중에 의한 처짐 계산"
IDS_UCCB_CHECK_DEFLECT_LIVE = "활하중에 의한 처짐 계산"
IDS_UCCB_CALC_ELASTIC_MODULUS_CONCRETE = "콘크리트의 탄성 계수 계산"
IDS_UCCB_CALC_NUMBER_OF_STUD = "스터드 개수 계산"
IDS_UCCB_CALC_COMPOSITION_RATIO = "합성율 계산"
IDS_UCCB_CHECK_MOMENT_STRENGTH_POSITIVE = "모멘트 강도 검토( 정( + ) 모멘트 )"
IDS_UCCB_CALC_MOMENT_INERTIA = "단면 2차 모멘트 계산"
IDS_UCCB_CALC_GIRDER_MODE_PROP = "거더 모드 속성 계산"
IDS_UCCB_CHECK_MATERIAL = "재질 검토"
IDS_UCCB_CALC_EFFECTIVE_MOMENT_INERTIA = "유효 단면 2차 모멘트 계산"
IDS_UCCB_CALC_EFFECTIVE_BEAM_PANEL_WIDTH = "유효 보 판넬 너비 계산"
IDS_UCCB_CALC_EFFECTIVE_GIRDER_PANEL_WIDTH = "유효 거더 판넬 너비 계산"
IDS_UCCB_CALC_EFFECTIVE_WIDTH = "유효폭 계산"
IDS_UCCB_CALC_WEIGHT_BEAM_PANEL = "보 판넬의 무게 계산"
IDS_UCCB_ADJUST_GIRDER_DEFLECT = "거더 처침 조정"
IDS_UCCB_CALC_FLOOR_FUNDAMENTAL_FREQUENCY = "기본 바닥 진동수 계산"
IDS_UCCB_CALC_EQUIVALENT_COMBINED_MODE_PANEL_WEIGHT = "유효 조합 모드 판넬 무게 계산"
IDS_UCCB_CALC_PEAK_ACCEL = "최대 가속도 계산"
IDS_UCCB_HBEAM_SLAB = "H-형강 및 슬래브"
IDS_UCCB_CONCENTRATED_FORCES = "집중 하중"
IDS_UCCB_FLOOR_FREQUENCY = "바닥 진동수( Hz )"
IDS_UCCB_PEAK_ACCEL = "최대 가속도( % 자중 )"
IDS_UCCB_DESIGN_FORCE_CONCENTRACED = "집중 하중에 의한 설계 부재력"
IDS_UCCB_MATL_PROP_APPLIED = "적용된 재질 속성"
IDS_UCCB_CALC_DESIGN_SHEAR_FORCE = "설계 전단력 계산"
IDS_UCCB_CALC_LOWER_LIMIT_MOMENT_INERTIA = "단면 2차 모멘트의 하한값 계산"
IDS_UCCB_GENERATE_REPORT = "합성 부재 / 합성보 계산서 생성 중 ..."
IDS_UCCB_DEFLECTION_DURING_CONSTUCTION = "시공 중 처짐"
IDS_UCCB_DEFLECTION_LIVELOAD = "활하중에 의한 처짐"
IDS_UCCB_DEFLECTION_DEADLIVELOAD = "고정 하중 및 활하중에 의한 처짐"
IDS_UCCB_DIAMETER_STUD = "스터드 직경"
IDS_UCCB_LENGTH_STUD = "스터드 길이"
IDS_UCCB_SPACE_STUD = "스터드 간격"
IDS_UCCB_DESIGN = "설계"
IDS_UCCB_STUD = "스터드"
IDS_UCCB_CONST_DOT = "지속"
IDS_UCCB_FINISH = "마감"
IDS_UCCB_SELF = "자중"
IDS_AA_BEAMCOLM_GENERAL_INPUT_LIST = "알루미늄 임의 형상 보 / 기둥 입력 데이터 리스트"
IDS_AA_SECT_PROP = "단면 속성"
IDS_AA_BUCKLING_CONSTANT_INTERCEPT = "좌굴 상수( 차단 )."
IDS_AA_BUCKLING_CONSTANT_SLOPE = "좌굴 상수( 경사 )."
IDS_AA_BUCKLING_CONSTANT_INTERSECTION = "좌굴 상수( 교차 )."
IDS_AA_PRODUCT_TYPE = "제품 유형"
IDS_AA_REDUCTION_FACTOR = "감소 계수"
IDS_AA_BUILDING_SIMILAR_TYPE_STRUCT = "건축물 및 유사한 유형의 구조물"
IDS_AA_TENSION_SECTION_3_4_1 = "인장 ( 기준 3.4.1 )"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_2 = "보의 인장( 기준 3.4.2 )"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_3 = "보의 인장( 기준 3.4.3 )"
IDS_AA_TENSION_IN_BEAMS_SECTION_3_4_4 = "보의 인장( 기준 3.4.4 )"
IDS_AA_COMPRESSION_IN_BEAMS_SECTION_3_4_12 = "보의 압축( 기준 3.4.12 )"
IDS_AA_AXIAL_GROSS_SECTION = "축방향력, 전체 단면"
IDS_AA_GROSS_SCTION = "전체 단면"
IDS_AA_DETERMINE_TENSION_STRESS = "인장 응력 산정"
IDS_AA_DETERMINE_COMPRESSION_STRESS = "압축 응력 산정"
IDS_AA_DETERMINE_BENDING_STRESS = "휨응력 산정"
IDS_AA_DETERMINE_SHEAR_STRESS = "전단 응력 산정"
IDS_AA_CHECK_STRESS = "응력 검토"
IDS_AA_EXTREME_FIBER_NET_SECTION = "최외곽 성분, 순단면"
IDS_AA_BEARING_SECTION_3_4_5 = "지압 ( 기준 3.4.5 )"
IDS_AA_BEARING_SECTION_3_4_6 = "지압 ( 기준 3.4.6 )"
IDS_AA_COMPRESSION_IN_COLUMNS_3_4_7 = "기둥의 압축( 기준 3.4.7 )"
IDS_AA_ON_FLAT_SURFACES_PINS_ON_BOLTS_IN_SLOT_HOLES = "평평한 표면, 핀 및 슬롯 구멍내의 볼트"
IDS_AA_ALL_COLUMNS = "모든 기둥"
IDS_AA_CHECK_COMBINED_RATIO_AXIAL_BENDING = "조합비 검토( 축방향력 + 휨 )"
IDS_AA_CHECK_COMBINED_RATIO_AXIAL_BENDING_SHEAR = "조합비 검토( 축방향력 + 휨 + 전단 )"
IDS_AA_FLAT_ELEMENTS_IN_UNIFORM_TENSION_FLANGE = "등분포 인장을 받는 평면 요소( 플랜지 )"
IDS_AA_ROUND_OR_OVAL_TUBES = "원형 또는 타원형 튜브"
IDS_AA_EXTREME_FIBER_GROSS_SECTION = "최외곽 성분, 전체 단면"
IDS_AA_ON_RIVETS_AND_BOLTS = "리벳 및 볼트"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_8 = "기둥 요소의 압축( 기준 3.4.8 )"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_8_1 = "기둥 요소의 압축( 기준 3.4.8.1 )"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_COLM_BUCKLING_SYMM_AXIS = "한쪽에 의해 지지되는 평면 요소 - 기둥은 대칭축에 대해서 좌굴함"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_COLM_NOT_BUCKLING_SYMM_AXIS = "한쪽에 의해 지지되는 평면 요소 - 기둥은 대칭축에 대해서 좌굴하지 않음"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9 = "기둥 요소의 압축( 기준 3.4.9 )"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9_1 = "기둥 요소의 압축( 기준 3.4.9.1 )"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_9_2 = "기둥 요소의 압축( 기준 3.4.9.2 )"
IDS_AA_COMPRESSION_IN_COLUMN_ELEMENTS_3_4_10 = "기둥 요소의 압축( 기준 3.4.10 )"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "양쪽에 의해 지지되는 평면 요소"
IDS_AA_FLAT_ELEMENTS_IN_BENDING_IN_OWN_PLANE_WEB = "면내의 휨모멘트를 받는 평면 요소( 웨브 )"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_ONE_EDGE_WITH_STIFFENER_OTHER_EDGE = "한쪽과 스트프너를 가진 다른쪽에 의해 지지되는 평면 요소"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_3 = "보 요소의 압축( 기준 3.4.16.3 )"
IDS_AA_ELEMENTS_IN_UNIFORM_COMPRESSION_GROSS_SECTION = "등분포 압축을 받는 요소, 전체 단면"
IDS_AA_ELEMENTS_IN_BENDING_OWN_PLANE_GROSS_SECTION = "면내 휨을 받는 요소, 전체 단면"
IDS_AA_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE_WITH_INTERMEDIATE_STIFFENER = "중간 스티프너를 가지는 양쪽에 의해서 지지되는 평면 요소"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_11 = "보의 압축( 기준 3.4.11 )"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_13 = "보의 압축( 기준 3.4.13 )"
IDS_AA_COMPRESSION_IN_BEAMS_3_4_14 = "보의 압축( 기준 3.4.14 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_15 = "보 요소의 압축( 기준 3.4.15 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16 = "보 요소의 압축( 기준 3.4.16 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_1 = "보 요소의 압축( 기준 3.4.16.1 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_16_2 = "보 요소의 압축( 기준 3.4.16.2 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_17 = "보 요소의 압축( 기준 3.4.17 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_18 = "보 요소의 압축( 기준 3.4.18 )"
IDS_AA_COMPRESSION_IN_BEAM_ELEMENTS_3_4_19 = "보 요소의 압축( 기준 3.4.19 )"
IDS_AA_SHEAR_IN_ELEMENTS_3_4_20 = "요소의 전단( 기준 3.4.20 )"
IDS_AA_UNSTIFFENED_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "양쪽에서 지지되는 보강되지 않은 평면 요소"
IDS_AA_SHEAR_IN_FLEMENTS_3_4_21 = "요소의 전단( 기준 3.4.21 )"
IDS_AA_STIFFENED_FLAT_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "양쪽에서 지지되는 보강된 평면 요소"
IDS_AA_CURVED_ELEMENTS_SUPPORTS_ON_BOTH_EDGE = "양쪽에서 지지되는 곡선 요소"
IDS_AA_COMPONENT_IN_UNIFORM_COMPRESSION_GROSS_SECTION = "균일 압축을 받는 요소, 전체 단면"
IDS_AA_FLAT_PLATES_WITH_COMPRESSION_EDGE_FREE_TENSION_EDGE_SUPPORTED = "자유단의 압축단과 인장단에 의해 지지되는 평면 플레이트"
IDS_AA_FLAT_PLATES_WITH_BOTH_EDGE_SUPPORTED = "양쪽에서 지지되는 평면 플레이트"
IDS_AA_FLAT_ELEMENTS_SUPPORTED_ON_BOTH_EDGES_WITH_LONGITUDINAL_STIFFENER = "양쪽에서 지지되며 종방향 스티프너를 가지는 평면 요소"
IDS_AA_SINGLE_WEB_SHAPES = "단일 웨브 형상"
IDS_AA_SOLID_RECTANGULAR_ROUND_SECTION = "꽉찬 직사각형 및 원형 단면"
IDS_AA_TUBULAR_SHAPES = "박스형 단면"
IDS_AA_FLAT_ELEMENTS_SUPPORT_ON_ONE_EDGE = "한쪽에 의해 지지되는 평면 요소"
IDS_AA_CALC_COMBINED_RATIO_POST_INSTALLED_ANCHOR_BOLT = "조합비 계산( 후설치 앵커 볼트 )"
IDS_AA_CALC_COMBINED_RATIO_AXIAL_BENDING = "조합비 계산( 축방향력 + 휨 )"
IDS_AA_CALC_COMBINED_RATIO_AXIAL_BENDING_SHEAR = "조합비 계산( 축방향력 + 휨 + 전단 )"
IDS_AA_AXIAL_BENDING = "축방향력 + 휨"
IDS_AA_AXIAL_BENDING_SHEAR = "축방향력 + 휨 + 전단"
IDS_AA_CHECK_MINOR_AXIS = "약축 검토"
IDS_AA_PROPERTIES = "속성"
IDS_AA_MAJOR_AXIS = "강축"
IDS_AA_MINOR_AXIS = "약축"
IDS_AA_DEFLECT_WIND = "처짐( 풍하중 )"
IDS_AA_DEFLECT_SELF = "처짐( 자중 )"
IDS_AA_COMPRESSION_IN_COMPONENTS_OF_BEAMS_WRAP = "보 성분의 \n압축"
IDS_AA_SHEAR_IN_WEBS_WRAP = "웨브의\n전단"
IDS_AA_SPEC = "기준"
IDS_AA_CRITERIA_FOR_L_GT = "적용 기준 : L >"
IDS_AA_CRITERIA_FOR_L = "적용 기준 : L"
IDS_AA_BY_SPAN = "경간 기준"
IDS_AA_BY_VALUE = "값 기준"
IDS_AA_ADDITIONAL = "추가적인"
IDS_AA_CALC_BUCKLING_CONSTANTS = "좌굴 상수 계산"
IDS_AA_CALC_BENDING_STRESS = "휨응력 계산"
IDS_AA_CALC_SHEAR_STRESS = "전단 응력 계산"
IDS_AA_CALC_COMBINED_STRESS = "조합 응력 검토"
IDS_AA_CRITERIA_FOR_SELF_WEIGHT_GLASS = "자중에 대한 기준( 유리 )"
IDS_AA_BUCKLING_CONSTANTS = "좌굴 상수"
IDS_AA_CALC_BENDING_STRESS_MAJOR_AXIS = "휨응력 계산( 강축 )"
IDS_AA_CALC_BENDING_STRESS_MINOR_AXIS = "휨응력 계산( 약축 )"
IDS_AA_COMPRESSION_IN_BEAMS_SPEC_14 = "압축 IN BEAMS ( 기준 #14 )"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_15 = "압축 IN COMPONENTS OF BEAMS ( 기준 #15 )"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_16 = "압축 IN COMPONENTS OF BEAMS ( 기준 #16 )"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_17 = "압축 IN COMPONENTS OF BEAMS ( 기준 #17 )"
IDS_AA_COMPRESSION_IN_COMPONENTS_BEAMS_SPEC_18 = "압축 IN COMPONENTS OF BEAMS ( 기준 #18 )"
IDS_AA_COMPONENT_UNDER_UNIFORM_COMPRESSION_GROSS_SECTION = "등분포 압축을 받는 요소, 전체 단면"
IDS_AA_COMPONENT_UNDER_BENDING_OWN_PLANE_GROSS_SECTION = "면내 휨을 받는 요소, 전체 단면"
IDS_AA_CHECK_BENDING_STRESS = "휨응력 검토"
IDS_AA_CHECK_SHEAR_STRESS = "전단 응력 검토"
IDS_AA_CALC_SHEAR_STRESS_MAJOR_AXIS = "전단 응력 계산( 강축 )"
IDS_AA_CALC_SHEAR_STRESS_MINOR_AXIS = "전단 응력 계산( 약축 )"
IDS_AA_SHEAR_IN_WEBS_GROSS_SECTION_SPEC_20 = "웨브의 전단, 전체 단면( 기준 #20 )"
IDS_AA_SHEAR_IN_WEBS_GROSS_SECTION_SPEC_21 = "웨브의 전단, 전체 단면( 기준 #21 )"
IDS_AA_COMBINED_STRESS_MAJOR_AXIS = "조합 응력( 강축 )"
IDS_AA_COMBINED_STRESS_MINOR_AXIS = "조합 응력( 약축 )"
IDS_AA_DEFLECT_CRITERIA_L_GT_STR = "처짐 기준 ( 경간 > %s )"
IDS_AA_DEFLECT_CRITERIA_L_STR_STR = "처짐 기준 ( 경간 %s %s )"
IDS_AA_DEFLECT_CRITERIA_SELF_WEIGHT_GLASS = "유리 자중에 의한 처짐 기준"
IDS_AA_SECTION_SPAN = "단면 및 경간"
IDS_AA_EDGE_STIFFENER = "에지 스티프너"
IDS_AA_CALC_STRESS_TENSION = "인장 응력 계산"
IDS_AA_CALC_STRESS_COMPRESSION = "압축 응력 계산"
IDS_AA_CALC_STRESS_BENDING_MAJOR_AXIS = "강축에 대한 휨응력 계산"
IDS_AA_CALC_STRESS_BENDING_MINOR_AXIS = "약축에 대한 휨응력 계산"
IDS_AA_CALC_STRESS_SHEAR_MAJOR_AXIS = "강축에 대한 전단 응력 계산"
IDS_AA_CALC_STRESS_SHEAR_MINOR_AXIS = "약축에 대한 전단 응력 계산"
IDS_AA_CALC_STRESS_BENDING = "휨 응력 계산"
IDS_AA_CALC_STRESS_SHEAR = "전단 응력 계산"
IDS_AA_COMMON = "일반사항"
IDS_AA_MAJOR = "강축"
IDS_AA_MINOR = "약축"
IDS_AA_SPAN_FACTOR = "경간 및 계수"
IDS_AA_SECTION_SPAN_FACTOR = "단면, 경간 및 계수"
IDS_AA_FORCE_FACTOR_LOAD_COMBINATION = "부재력 및 계수( 하중 조합 )"
IDS_AA_FORCE_FACTOR = "부재력 및 계수"
IDS_AA_BEAMCOLM_GENERATE_REPORT = "알루미늄 보 / 기둥 계산서 생성 중 ..."
IDS_AA_BEAMCOLM_GENERAL_GENERATE_REPORT = "알루미늄 임의 형상 보 / 기둥 계산서 생성 중 ..."
IDS_AA_NONE_ZERO_FORCE_CX = "설계 부재력( Cx )이 0이 아닙니다."
IDS_AA_NONE_ZERO_FORCE_TX = "설계 부재력( Tx )이 0이 아닙니다."
IDS_AA_NONE_ZERO_FORCE_MX = "설계 부재력( Mx )이 0이 아닙니다."
IDS_AA_NONE_ZERO_FORCE_MY = "설계 부재력( My )이 0이 아닙니다."
IDS_AA_NONE_ZERO_FORCE_VX = "설계 부재력( Vx )이 0이 아닙니다."
IDS_AA_NONE_ZERO_FORCE_VY = "설계 부재력( Vy )이 0이 아닙니다."
IDS_AA_SECTION_NOT_SUPPORT_CHECK_CX_s = "단면 형상 ( %s )은 압축 검토를 지원하지 않습니다."
IDS_AA_SECTION_NOT_SUPPORT_CHECK_TX_s = "단면 형상 ( %s )은 인장 검토를 지원하지 않습니다."
IDS_AA_SECTION_NOT_SUPPORT_CHECK_MX_s = "단면 형상 ( %s )은 모멘트 검토를 지원하지 않습니다."
IDS_AA_SECTION_NOT_SUPPORT_CHECK_MY_s = "단면 형상 ( %s )은 모멘트 검토를 지원하지 않습니다."
IDS_AA_SECTION_NOT_SUPPORT_CHECK_VX_s = "단면 형상 ( %s )은 전단 검토를 지원하지 않습니다."
IDS_AA_SECTION_NOT_SUPPORT_CHECK_VY_s = "단면 형상 ( %s )은 전단 검토를 지원하지 않습니다."
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_CX = "압축 검토를 지원하는 SPEC을 선택하세요."
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_TX = "인장 검토를 지원하는 SPEC을 선택하세요."
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_MX = "모멘트 검토를 지원하는 SPEC을 선택하세요."
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_MY = "모멘트 검토를 지원하는 SPEC을 선택하세요."
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_VX = "전단 검토를 지원하는 SPEC을 선택하세요."
IDS_AA_SELECT_SPEC_SUPPORT_CHECK_VY = "전단 검토를 지원하는 SPEC을 선택하세요."
IDS_GEN_US_URRW_GENERATE_REPORT = "콘크리트 캔틸레버 옹벽 계산서 생성 중 ..."
IDS_GEN_US_URRW_SOIL_LOAD = "지반 및 하중"
IDS_GEN_US_URRW_BACK_FILL = "뒤채움"
IDS_GEN_US_URRW_INCLINED_BACK_FILL = "경사진 뒤채움"
IDS_GEN_US_URRW_BACK_FILL_SLOPE = "뒤채움 경사도"
IDS_GEN_US_URRW_BACK_FILL_HEIGHT = "뒤채움 높이"
IDS_GEN_US_URRW_FRICTION_ANGLE = "내부 마찰각"
IDS_GEN_US_URRW_UNIT_DENSITY = "단위 밀도"
IDS_GEN_US_URRW_SURCHARGE_LOAD = "상재 하중"
IDS_GEN_US_URRW_SURCHARGE_FLAT = "평탄면의 상재 하중"
IDS_GEN_US_URRW_SURCHARGE_SLOPE = "경사면의 상재 하중"
IDS_GEN_US_URRW_SURCHARGE_NOT_CONSIDERED = "상재 하중은 고려하지 않음"
IDS_GEN_US_URRW_SELF_WEIGHT_CONSIDERED = "자중을 고려함"
IDS_GEN_US_URRW_SELF_WEIGHT_NOT_CONSIDERED = "자중을 고려하지 않음"
IDS_GEN_US_URRW_FOUNDATION_GROUND = "기초 바닥"
IDS_GEN_US_URRW_COHESION = "점착력"
IDS_GEN_US_URRW_BEARING_CAPACITY = "지압 강도"
IDS_GEN_US_URRW_LOAD = "하중"
IDS_GEN_US_URRW_SOIL_FACTOR = "토압 계수"
IDS_GEN_US_URRW_WATER_LEVEL = "수위"
IDS_GEN_US_URRW_WATER_FACTOR = "수압 계수"
IDS_GEN_US_URRW_TOTAL_HEIGHT = "전체 높이"
IDS_GEN_US_URRW_STEM_TOP_THIK = "상부 두께"
IDS_GEN_US_URRW_STEM_BOT_THIK = "하부 두께"
IDS_GEN_US_URRW_STEM_BACK_DIST = "배면 수평 거리"
IDS_GEN_US_URRW_STEM_COVER_FRONT = "피복 두께( 전면 )"
IDS_GEN_US_URRW_STEM_COVER_BACK = "피복 두께( 후면 )"
IDS_GEN_US_URRW_FDN_SLOPE_DEPTH = "경사면 깊이"
IDS_GEN_US_URRW_FDN_TOE_LENG = "앞굽판 길이"
IDS_GEN_US_URRW_FDN_HEEL_LENG = "뒷굽판 길이"
IDS_GEN_US_URRW_FDN_COVER = "피복 두께"
IDS_GEN_US_URRW_SHEARKEY_USE = "전단키 적용"
IDS_GEN_US_URRW_SHEARKEY_LOCATION = "위치"
IDS_GEN_US_URRW_SHEARKEY_WIDTH = "너비"
IDS_GEN_US_URRW_STEM = "스템"
IDS_GEN_US_URRW_FOUNDATION = "기초"
IDS_GEN_US_URRW_SHEARKEY = "전단키"
IDS_GEN_US_URRW_TYPE_T = "T"
IDS_GEN_US_URRW_TYPE_L = "L"
IDS_GEN_US_URRW_FOUNDATION_REBAR = "기초 배근"
IDS_GEN_US_URRW_TOE_BAR_BOT = "압굽판 배근( 하부 )"
IDS_GEN_US_URRW_HEEL_BAR_TOP = "뒷굽판 배근( 상부 )"
IDS_GEN_US_URRW_DISTRIBUTION_BAR = "배력근"
IDS_GEN_US_URRW_STEM_REBAR = "스템 배근"
IDS_GEN_US_URRW_VERTICAL_BAR_FRONT = "수직근( 전면 )"
IDS_GEN_US_URRW_VERTICAL_BAR_BACK = "수직근( 후면 )"
IDS_GEN_US_URRW_HORIZONTAL_BAR = "수평근"
IDS_GEN_US_URRW_SHEAR_KEY_REBAR = "전단키 배근"
IDS_GEN_US_URRW_VERTICAL_BAR = "수직근"
IDS_GEN_US_URRW_CALC_SOIL_PRES_FOR_STAB = "안정성 검토를 위한 토압 계산"
IDS_GEN_US_URRW_APPLIED_ACTIVE_SOIL_PRES = "적용된 주동 토압"
IDS_GEN_US_URRW_ACTIVE_SOIL_PRES = "주동 토압"
IDS_GEN_US_URRW_ACTIVE_RANKINE = "Rankine의 주동 토압"
IDS_GEN_US_URRW_ACTIVE_COULOMB = "Coulomb의 주동 토압"
IDS_GEN_US_URRW_ACTIVE_WEDGE = "시험 쐐기법"
IDS_GEN_US_URRW_SOILPRES_FRICTION = "뒤채움 흙의 마찰각"
IDS_GEN_US_URRW_SOILPRES_INCLINED = "뒤채움 흙의 경사 각도"
IDS_GEN_US_URRW_SOILPRES_FRICTION_WALL = "벽체의 마찰각"
IDS_GEN_US_URRW_SOILPRES_BACK_ANGLE = "벽체의 후면 경사 각도"
IDS_GEN_US_URRW_CALC_COEFFICIENT_OF_ACTIVE_SOIL_PRES = "주동 토압 계수 계산"
IDS_GEN_US_URRW_CALC_SOIL_PRES_OF_BACK_FILL_EARTH = "뒤채움 흙의 토압 계산"
IDS_GEN_US_URRW_CALC_SOIL_PRES_OF_SURCHARGE = "상재 하중의 토압 계산"
IDS_GEN_US_URRW_CHECK_OVERTURNING = "전도 검토"
IDS_GEN_US_URRW_CALC_OVERTURNING_MOMENT = "전도 모멘트 계산"
IDS_GEN_US_URRW_CALC_RESISTANCE_MOMENT = "저항 모멘트 계산"
IDS_GEN_US_URRW_CALC_ECCENTRICITY = "편심 계산"
IDS_GEN_US_URRW_CHECK_SOIL_BEARING = "지반의 지지력 검토"
IDS_GEN_US_URRW_CALC_BEARING_STRESS_FOR_FOOT_DGN = "기초 단면 설계를 위한 지반 응력 계산"
IDS_GEN_US_URRW_CALC_BEARING_PRES = "접지압 계산"
IDS_GEN_US_URRW_CHECK_SLIDING = "활동 검토"
IDS_GEN_US_URRW_APPLIED_PASSIVE_SOIL_PRES = "적용된 수동 토압"
IDS_GEN_US_URRW_CALC_COEFFICIENT_OF_PASSIVE_SOIL_PRES = "수동 토압 계수 계산"
IDS_GEN_US_URRW_CALC_FRICTION_COEFFICIENT = "마찰 계수 계산"
IDS_GEN_US_URRW_CALC_SLIDING_FORCE = "활동 부재력 계산"
IDS_GEN_US_URRW_CALCULATING_RESISTANCE_FORCE = "활동 저항력 계산"
IDS_GEN_US_URRW_RAANKINE_PASSIVE_PRES = "Rankine의 수동 토압"
IDS_GEN_US_URRW_CALC_SOIL_PRES_FOR_SECTION_DGN = "단면 설계를 위한 토압 계산"
IDS_GEN_US_URRW_CALC_SOIL_PRES_COEFFICIENT = "토압 계수 계산"
IDS_GEN_US_URRW_CALC_SOIL_PRES = "토압 계산"
IDS_GEN_US_URRW_CALC_SOIL_REACTION_FOR_FOUNDATION_DGN = "기초 설계를 위한 지반 반력 계산"
IDS_GEN_US_URRW_CHECK_SOIL_REACTION = "지반 반력 검토"
IDS_GEN_US_URRW_CHECK_STEM_BOT = "하부 스템 검토"
IDS_GEN_US_URRW_CHECK_STEM_MID = "중앙부 스템 검토"
IDS_GEN_US_URRW_CHECK_TOE = "앞굽판 검토"
IDS_GEN_US_URRW_CHECK_HEEL = "뒷굽판 검토"
IDS_GEN_US_URRW_CHECK_SKEY = "전단키 검토"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_STEM_BOT = "하부 스템의 강도 계산"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_STEM_MID = "중앙부 스템의 강도 계산"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_SKEY = "전단키의 강도 계산"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_TOE = "앞굽판의 강도 계산"
IDS_GEN_US_URRW_CALC_CAPACITY_OF_HEEL = "뒷굽판의 강도 계산"
IDS_GEN_US_URRW_CALC_DGN_FORCES = "설계 부재력 계산"
IDS_GEN_US_URRW_CALC_MINIMUM_REBAR_AREA_REQUIRED = "필요한 최소 배근량 계산"
IDS_GEN_US_URRW_CALC_MINIMUM_REBAR_SPACE_REQUIRED = "필요한 최소 배근 간격 계산"
IDS_GEN_US_URRW_CALC_MOMENT_CAPACITY = "모멘트 강도 계산"
IDS_GEN_US_URRW_CALC_SHEAR_CAPACITY = "전단 강도 계산"
IDS_GEN_US_URRW_CALC_DIST_BAR = "배력근 계산"
IDS_GEN_US_URRW_CHK_MOMENT_CAPACITY = "모멘트 강도 검토"
IDS_GEN_US_URRW_CHK_SHEAR_CAPACITY = "전단 강도 검토"
IDS_GEN_US_URRW_SUMMARY_INFO = "정보"
IDS_GEN_US_URRW_SUMMARY_TOTAL_H = "전체 높이"
IDS_GEN_US_URRW_SUMMARY_TOP_THK = "상부 두께"
IDS_GEN_US_URRW_SUMMARY_BOT_THK = "하부 두께"
IDS_GEN_US_URRW_SUMMARY_BACK_DIST = "후면\n거리"
IDS_GEN_US_URRW_SUMMARY_COVER_FRONT = "피복\n( 전면 )"
IDS_GEN_US_URRW_SUMMARY_COVER_BACK = "피복\n( 후면 )"
IDS_GEN_US_URRW_SUMMARY_SLOPR_DEPTH = "경사\n깊이"
IDS_GEN_US_URRW_SUMMARY_TOE_LEN = "앞굽판\n길이"
IDS_GEN_US_URRW_SUMMARY_HEEL_LEN = "뒷굽판\n길이"
IDS_GEN_US_URRW_SUMMARY_USE = "적용"
IDS_GEN_US_URRW_SUMMARY_LOC = "위치"
IDS_GEN_US_URRW_SUMMARY_BACKFILL = "뒤채움"
IDS_GEN_US_URRW_SUMMARY_INCLINED = "경사면"
IDS_GEN_US_URRW_SUMMARY_SLOPE = "경사면"
IDS_GEN_US_URRW_SUMMARY_FRIC_ANGLE = "마찰각"
IDS_GEN_US_URRW_SUMMARY_DENSITY = "밀도"
IDS_GEN_US_URRW_SUMMARY_FLAT = "평면"
IDS_GEN_US_URRW_SUMMARY_BEARING_CAPA = "지압\n강도"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_FRONT = "스템 하부 전면"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_BACK1 = "스템 하부 후면1"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_BACK2 = "스템 하부 후면2"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT_HOR = "스템 하부 수평"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_FRONT = "스템 1/2 전면"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_BACK1 = "스템 1/2 후면1"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_BACK2 = "스템 1/2 후면2"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF_HOR = "스템 1/2 수평"
IDS_GEN_US_URRW_SUMMARY_HEEL_F1 = "뒷굽판1"
IDS_GEN_US_URRW_SUMMARY_HEEL_F2 = "뒷굽판2"
IDS_GEN_US_URRW_SUMMARY_HEEL_DIST = "뒷굽판 거리"
IDS_GEN_US_URRW_SUMMARY_TOE_F1 = "앞굽판1"
IDS_GEN_US_URRW_SUMMARY_TOE_F2 = "앞굽판2"
IDS_GEN_US_URRW_SUMMARY_TOE_DIST = "앞굽판 거리"
IDS_GEN_US_URRW_SUMMARY_SHEAR_KEY_VERT = "전단키, 수직"
IDS_GEN_US_URRW_SUMMARY_CHECK_STABILITY = "안정성 검토"
IDS_GEN_US_URRW_SUMMARY_TWM = "시험 쐐기법"
IDS_GEN_US_URRW_SUMMARY_RAP = "Rankine의 주동 토압"
IDS_GEN_US_URRW_SUMMARY_CHECK_OVERTURN = "전도 검토"
IDS_GEN_US_URRW_SUMMARY_RATIO = "비율"
IDS_GEN_US_URRW_SUMMARY_REMARK = "비고"
IDS_GEN_US_URRW_SUMMARY_STEM_BOT = "스템( 하부 )"
IDS_GEN_US_URRW_SUMMARY_STEM_HALF = "스템( 1/2 )"
IDS_GEN_US_URRW_SUMMARY_HEEL = "뒷굽판"
IDS_GEN_US_URRW_SUMMARY_TOE = "앞굽판"
IDS_GEN_US_URRW_SUMMARY_MOM_CAPCITY = "모멘트 강도 검토"
IDS_GEN_US_URRW_SUMMARY_REBAR_VERT_F = "수직근( 전면 )"
IDS_GEN_US_URRW_SUMMARY_REBAR_VERT_B = "수직근( 후면 )"
IDS_GEN_US_URRW_SUMMARY_REBAR_HORZ = "수평근"
IDS_GEN_US_URRW_SUMMARY_REBAR_MAIN = "주철근"
IDS_GEN_US_URRW_SUMMARY_REBAR_DIST = "배력근"
IDS_GEN_US_URRW_SUMMARY_AS_MAIN = "주"
IDS_GEN_US_URRW_SUMMARY_AS_MIN = "최소"
IDS_GEN_US_URRW_WEDGE_N_ANGLE = "배면토\n각도"
IDS_GEN_US_URRW_FRICTION_N_ANGLE = "마찰각"
IDS_GEN_US_URRW_ACTIVE_N_COEFF = "주동 계수"
IDS_GEN_US_URRW_WEDGE_N_WEIGHT_N = "배면토\n단위중량\n"
IDS_GEN_US_URRW_INPUT_LIST = "캔틸레버 옹벽 입력 데이터 리스트"
IDS_GEN_US_USSG_PHI_COMP = "압축에 대한 저항 계수"
IDS_GEN_US_USSG_OMEGA_COMP = "압축에 대한 안전율"
IDS_GEN_US_USSG_PHI_TENS = "인장에 대한 저항 계수"
IDS_GEN_US_USSG_OMEGA_TENS = "인장에 대한 안전율"
IDS_GEN_US_USSG_PHI_FLEX = "휨에 대한 저항 계수"
IDS_GEN_US_USSG_OMEGA_FLEX = "휨에 대한 안전율"
IDS_GEN_US_USSG_PHI_SHEAR = "전단에 대한 저항 계수"
IDS_GEN_US_USSG_OMEGA_SHEAR = "전단에 대한 안전율"
IDS_GEN_US_USSG_PHI_TORS = "비틀림에 대한 저항 계수"
IDS_GEN_US_USSG_OMEGA_TORS = "비틀림에 대한 안전율"
IDS_GEN_US_USSG_CALC_COMP_STRENGTH = "축방향 압축 강도 계산"
IDS_GEN_US_USSG_CALC_TENS_STRENGTH = "축방향 인장 강도 계산"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH = "휨강도 계산"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH_MAJOR = "강축에 대한 휨강도 계산"
IDS_GEN_US_USSG_CALC_FLEX_STRENGTH_MINOR = "약축에 대한 휨강도 계산"
IDS_GEN_US_USSG_CALC_TORS_STRENGTH = "비틀림 강도 계산"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_MAJOR = "부재 y축 방향의 전단 강도 계산"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_MINOR = "부재 x축 방향의 전단 강도 계산"
IDS_GEN_US_USSG_CALC_SHEAR_STRENGTH_Z_Dir = "부재 z축 방향의 전단 강도 계산"
IDS_GEN_US_USSG_DISTANCE_CONCENTRATED_TORQUE = "집중 비틀림까지의 거리"
IDS_GEN_US_USSG_CHECK_POSITION = "검토 위치"
IDS_GEN_US_USSG_DESIGN_CASE = "설계 케이스"
IDS_GEN_US_USSG_TORSIONAL_END_RESTRAINTS = "비틀림 단부 구속 조건"
IDS_GEN_US_USSG_LEFT_END = "좌측 단부"
IDS_GEN_US_USSG_RIGHT_END = "우측 단부"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FREE_END = "자유단을 가지는 부재 단부에 집중 비틀림 하중"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FIXED_END = "고정단을 가지는 부재 단부에 집중 비틀림 하중"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_PINNED_END = "회전단을 가지는 부재의 임의 위치에 집중 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_PINNED = "회전단을 가지는 부재에 등분포 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_LINEARLY_PINNED = "회전단을 가지는 부재에 선형적으로 변하는 비틀림 하중"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_ALPHA_FIXED = "고정단을 가지는 부재의 임의 위치에 집중 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_FIXED = "고정단을 가지는 부재에 등분포 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_LINEARLY_FIXED = "고정단을 가지는 부재에 선형적으로 변하는 비틀림 하중"
IDS_GEN_US_USSG_CONCENTRATED_TORQUE_FIXED_FREE_END = "고정단과 자유단을 가지는 부재의 임의 위치에 집중 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_PARTIAL_UNIFORMLY = "고정단과 자유단을 가지는 부재의 임의 위치에 일부 구간의 등분포 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_LINEARLY_FREE_FIXED_END = "고정단과 자유단을 가지는 부재에 선형적으로 변하는 비틀림 하중"
IDS_GEN_US_USSG_TORQUE_UNIFORMLY_FIXED_PINNED_END = "고정단과 자유단을 가지는 부재에 등분포 비틀림 하중"
IDS_GEN_US_USSG_TORSIONAL_PROPERTIES = "비틀림 속성"
IDS_GEN_US_USSG_CALC_ANGLE_ROTATION_N_DERIVATIVES = "비틀림 각도 및 유도값 계산"
IDS_GEN_US_USSG_NOMAL_STRESS_DEUTO_AXIAL_LOAD = "축방향 하중에 의한 수직 응력"
IDS_GEN_US_USSG_BENDING_STRESSES = "휨응력"
IDS_GEN_US_USSG_SHEAR_STRESSES = "전단 응력"
IDS_GEN_US_USSG_SHEAR_STRESSES_DUETO_PURE_TORSION = "순수 비틀림에 의한 전단 응력"
IDS_GEN_US_USSG_SHEAR_STRESS_DUETO_WARPING = "뒤틀림에 의한 전단 응력"
IDS_GEN_US_USSG_NOMAL_STRESS_DUETO_WARPING = "뒤틀림에 의한 수직 응력"
IDS_GEN_US_USSG_CALC_COMBINED_STRESSES = "조합 응력 계산"
IDS_GEN_US_USSG_STRESSES_DUETO_FLEXURE = "휨에 의한 응력"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_WEB = "비틀림에 의한 응력( 웨브 )"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_FLANGE = "비틀림에 의한 응력( 플랜지 )"
IDS_GEN_US_USSG_STRESSES_DUETO_TORSION_MAX = "비틀림에 의한 응력( 최대값 )"
IDS_GEN_US_USSG_CALC_FLEXURAL_BUCKLING_STRESS = "휨좌굴 응력 계산"
IDS_GEN_US_USSG_SLENDERNESS_RATIO = "세장비"
IDS_GEN_US_USSG_FLEXURAL_BUCKLING_STRESS = "휨좌굴 응력"
IDS_GEN_US_USSG_RATIO_YIELDING_UNDER_NOMAL_STRESS = "수직 응력을 받는 항복 한계 상태 비율"
IDS_GEN_US_USSG_RATIO_YIELDING_UNDER_SHEAR_STRESS = "전단 응력을 받는 항복 한계 상태 비율"
IDS_GEN_US_USSG_RATIO_BUCKLING = "좌굴 한계 상태 비율"
IDS_GEN_US_USSG_COMBINED_RATIO = "조합 비율"
IDS_GEN_US_USSG_CHK_RESULT_BY_POSITION = "위치별 검토 결과"
IDS_GEN_US_USSG_TORSIONAL_DESIGN_INFO = "비틀림 설계 정보"
IDS_GEN_US_USSG_AISC_STL_DGN_GUIDE_09 = "AISC Steel Design Guide Series 09"
IDS_GEN_US_USSG_TORSIONAL_ANALYSIS = "철골 구조 부재의 비틀림 해석"
IDS_GEN_US_USSG_ANGLE_OF_ROTATION = "회전 각도"
IDS_GEN_US_USSG_CALC_STRESSES = "응력 계산"
IDS_GEN_US_USSG_TORSIONAL_DESIGN_CODE = "비틀림 설계 기준"
IDS_SHEAR_REINF_IS_NOT_REQUIRED = "전단 보강이 필요하지 않음"
IDS_SHEAR_REINF_MIN_IS_REQUIRED = "최소 전단 보강이 필요함"
IDS_SHEAR_REINF_IS_REQUIRED = "전단 보강이 필요함"
IDS_REQ_SHEAR_STRENGTH_BY_REINF = "전단 보강에 의한 소요 전단 강도 계산"
IDS_CALC_SPACING_LIMIT_SHEAR_REINF = "보강근에 대한 배근 간격 제한값 계산"
IDS_CHANGE_SECTION = "단면 변경"
IDS_REQUIRED_SHEAR_STRENGTH_BY_REINFORCEMENT = "보강근에 의한 소요 전단 강도"
IDS_USMC_CONSIDER_WEB_THICKNESS = "웨브 두께 고려"
IDS_USMC_CONSIDER_FLG_THICKNESS = "플랜지 두께 고려"
IDS_USMC_LAYOUT = "배치"
IDS_USMC_ROWCOL_COLUMN = "열"
IDS_USMC_ROWCOL_ROW = "행"
IDS_USMC_EXPECTED_YIELD_STRESS_APPLIED = "예상 항복 강도가 적용"
IDS_USMC_EXPECTED_YIELD_STRESS_NOT_APPLIED = "예상 항복 강도가 미적용"
IDS_USMC_CAL_DESIGN_FORCES = "설계 부재력 계산"
IDS_USMC_CAL_EXPECTED_YIELD_STRESS = "예상 항복 응력 계산"
IDS_USMC_CAL_DIST_FROM_COLM_FACE_TO_HINGE = "기둥의 페이스면에서부터 소성 힌지까지의 거리 계산"
IDS_USMC_CAL_MOMENT_AT_FACE_OF_COLUMN = "기둥 페이스에서의 모멘트 계산"
IDS_USMC_DETERMINE_DESIGN_FORCE = "설계 부재력 산정"
IDS_USMC_CHK_SIZE_GIRDER_STIFFENER = "거더 스티프너의 크기 검토"
IDS_USMC_CAL_REQUIRED_STIFFENER_LENGTH = "스티프너의 소요 길이 계산"
IDS_USMC_CHK_WIDTH_THICK_RATIO_TO_PREVENT_L_BUCKLING = "국부 좌굴 방지를 위한 판 - 폭 두께비 검토"
IDS_USMC_CAL_NO_PRYING_BOLT_MOMENT_STRENGTH = "지레 작용이 없는 볼트의 모멘트 강도 계산"
IDS_USMC_CAL_BOLT_TENSILE_STRENGTH = "볼트의 인장 강도 계산"
IDS_USMC_GET_PRELIMINARY_VALUES_FOR_GEOMETRY = "접합부 형상에 대한 기본값 설정"
IDS_USMC_CAL_END_PLATE_YIELD_LINE_PARAMETER = "단부 플레이트의 항복선 메카니즘의 변수 계산"
IDS_USMC_CAL_REQUIRED_END_PLATE_THICK = "단부 플레이트의 소요 두께 계산"
IDS_USMC_CAL_REQUIRED_THICK_OF_STIFFENED_PLATE = "보강된 단부 플레이트의 소요 두께 계산"
IDS_USMC_CAL_REQUIRED_THICK_OF_STIFFENER = "스티프너의 소요 두께 계산"
IDS_USMC_CHK_REQUIRED_END_PLATE_THICK = "단부 플레이트의 소요 두께 검토"
IDS_USMC_CAL_BEAM_FLANGE_FORCE = "보 플랜지의 부재력 계산"
IDS_USMC_CHK_SHEAR_STRENGTH_OF_END_PLATE = "단부 플레이트 확장 영역의 전단 강도 검토"
IDS_USMC_CHK_SHEAR_YIELDING = "전단 항복 검토"
IDS_USMC_CHK_SHEAR_RUPTURE = "전단 파괴 검토"
IDS_USMC_CHK_COMP_BOLT_SHEAR_RUPTURE_STRENGTH = "압축측 볼트의 전단 파괴 강도 검토"
IDS_USMC_CAL_BOLT_SHEAR_RUPTURE_STRENGTH = "볼트의 전단 파괴 강도 계산"
IDS_USMC_CHK_BOLT_SHEAR_RUPTURE_STRENGTH = "볼트의 전단 파괴 강도 검토"
IDS_USMC_CHK_BOLT_BEARING_TEAR_OUT_FAILURE = "단부 플레이트와 기둥 플랜지의 볼트 지압 / 찢어짐 파괴 검토"
IDS_USMC_GET_BOLT_DATA = "볼트 데이터"
IDS_USMC_CHK_BOLT_BEARING_OF_END_PLATE = "단부 플레이트의 볼트 지압 / 찢어짐 파괴 검토"
IDS_USMC_CHK_BOLT_BEARING_OF_COLUMN_FLANGE = "기둥 플랜지의 볼트 지압 / 찢어짐 파괴 검토"
IDS_USMC_CHK_COLUMN_FLANGE_FLEXURAL_YIELDING = "기둥 플랜지의 휨 항복 검토"
IDS_USMC_GET_COLUMN_FLANGE_DATA = "기둥 플랜지 데이터"
IDS_USMC_CAL_COLUMN_FLANGE_YIELD_LINE_PARAMETER = "기둥 플랜지의 항복선 메카니즘 변수 계산"
IDS_USMC_CAL_REQUIRED_THICK_COLUMN_FLANGE_FOR_YIELDING = "휨 항복에 대한 기둥 플랜지의 소요 두께 계산"
IDS_USMC_CAL_DESIGN_FORCE_OF_STIFFENER = "스티프너의 설계 부재력 계산"
IDS_USMC_GET_STIFFENER_DATA = "스티프너 데이터"
IDS_USMC_CAL_STRENGTH_OF_UNSTIFF_COLUMN_FLANGE = "보강되지 않은 기둥 플랜지의 강도 계산"
IDS_USMC_CAL_LOCAL_WEB_YIELDING_STRENGTH = "웨브 국부 항복 강도 계산"
IDS_USMC_CAL_WEB_BUCKLING_STRENGTH = "웨브 좌굴 강도 계산"
IDS_USMC_CAL_WEB_CRIPPLING_STRENGTH = "웨브 크리플링 강도 계산"
IDS_USMC_DETERMINE_STIFFENER_DESIGN_FORCE = "스티프너 설계 부재력 산정"
IDS_USMC_REQUIRED_GIRDER_STIFFENER_LENGTH = "거더 스티프너의 소요 길이"
IDS_USMC_REQUIRED_GIRDER_STIFFENER_THICKNESS = "거더 스티프너의 소요 두께"
IDS_USMC_GIRDER_STIFFENER_BTR = "거더 스티프너의 판-폭 두께비"
IDS_USMC_NO_PRYING_BOLT_MOMENT_STRENGTH = "지레 작용이 없는 볼트의 휨강도"
IDS_USMC_REQUIRED_END_PLATE_THICKNESS = "단부 플레이트의 소요 두께"
IDS_USMC_SHEAR_YIELDING_STRENGTH_OF_END_PLATE = "단부 플레이트의 전단 항복 강도"
IDS_USMC_SHEAR_RUPTURE_STRENGTH_OF_END_PLATE = "단부 플레이트의 전단 파괴 강도"
IDS_USMC_SHEAR_RUPTURE_STRENGTH_OF_COMP_BOLT = "압축측 볼트의 전단 파괴 강도"
IDS_USMC_BOLT_BEARING_TEAR_OUT_OF_END_PLATE = "단부 플레이트의 볼트 지압 / 찢어짐 파괴"
IDS_USMC_BOLT_BEARING_TEAR_OUT_OF_COLUMN_FLANGE = "기둥 플랜지의 볼트 지압 / 찢어짐 파괴"
IDS_USMC_REQUIRED_THICK_OF_COLM_FLANGE_FOR_FLEX_YIELD = "휨항복을 방지하기 위한 기둥 플랜지의 소요 두께"
IDS_USMC_STRENGTH_OF_UNSTIFFENED_COLUMN_FLANGE = "보강되지 않은 기둥 플랜지의 강도"
IDS_USMC_LOCAL_WEB_YIELDING_STRENGTH = "웨브 국부 항복 강도"
IDS_USMC_WEB_BUCKLING_STRENGTH = "웨브 좌굴 강도"
IDS_USMC_WEB_CRIPPLING_STRENGTH = "웨브 크리플링 강도"
IDS_CALC_MAX_SPACING_TIES = "Calculate Maximum Spacing of Ties/Spirals"
IDS_CALC_SHEAR_STRENGTH_AXIAL = "Calculate Shear Strength of Concrete under Axial Force."
IDS_CALC_REQ_SHEAR_REINF = "Calculate Required Shear Reinforcement."
IDS_DIMENSION = "Dimension"
